{
  "6.1.1.a": {
    "grade": "6",
    "domain": "Create",
    "reference": "1.1.a",
    "gle": "Generate and conceptualize artistic ideas and work.",
    "eo": "Identify possible solutions to staging challenges in a drama/theatre work.",
    "iqs": "Why does the location of the audience matter when telling a story in theatre? (Aligns with EO a.)",
    "tasks": "Generate formally or informally a vision of staging, design, and one or two character's motivation for a story or scene. (ex: tableaux, groundplan, front elevation, slideshow, etc.)",
    "vocab": "Character, Motivation, Design (n)(v), Play, Stage Directions, Stage, Stage Direction, Set, Settings",
    "ces": "Interpersonal Communication\nCreativity and Innovation\nSelf-Advocacy and Initiative",
    "drs_know": "Understand different kinds of staging challenges\nBe aware of how contextual clues aid in staging challenges\nDemonstrate knowledge of how written works are adapted to the stage",
    "drs_do": "Create alternative solutions to staging challenges\nAdapt contexts clues to come up with staging solutions\nAdapt written works for production on stage",
    "drs_understand": "Identify different staging challenges in a theatre work\nDescribe how to use context clues to solve staging challenges\nExplain how words are adapted effectively for production on stage",
    "assessableTasks": "Create an effective visual storyboard to present an alternative stage setting\nBuild a set based on contextual clues in the theatre work to illustrate staging possibilities\nStage a scene to demonstrate various solutions to staging challenges",
    "id": "6.1.1.a"
  },
  "6.1.1.b": {
    "grade": "6",
    "domain": "Create",
    "reference": "1.1.b",
    "gle": "Generate and conceptualize artistic ideas and work.",
    "eo": "Identify possible solutions to design challenges in a drama/theatre work.",
    "iqs": "How did performance and design choices help tell the story? (Aligns with EO b.)",
    "tasks": "Generate formally or informally a vision of staging, design, and one or two character's motivation for a story or scene. (ex: tableaux, groundplan, front elevation, slideshow, etc.)",
    "vocab": "Character, Motivation, Design (n)(v), Play, Stage Directions, Stage, Stage Direction, Set, Settings",
    "ces": "Interpersonal Communication\nCritical Thinking and Analysis\nAdaptability and Flexibility",
    "drs_know": "Identify the various types of design challenges in a drama/theatre work.\nDiagram and describe the various design elements.\nUnderstand the concept of design challenges and their solutions.",
    "drs_do": "Construct possible solutions to design challenges in a drama/theatre work.\nCreate a design challenge from a given script or story.\nIncorporate and integrate design elements into a given script or story.",
    "drs_understand": "Evaluate the needs of a play or production in regards to design challenges.\nDescribe how a theatrical design challenge can be solved.\nExplore the use of design elements to create a specific theatrical look or idea.",
    "assessableTasks": "Construct possible solutions to design challenges for a given script or story\nCreata a design challenge for a given script or story\nDiagram and explain the solution to a given design challenge",
    "id": "6.1.1.b"
  },
  "6.1.1.c": {
    "grade": "6",
    "domain": "Create",
    "reference": "1.1.c",
    "gle": "Generate and conceptualize artistic ideas and work.",
    "eo": "Explore a scripted or improvised character by imagining the given circumstances in a drama/theatre work.",
    "iqs": "How do theatre games help you in your life? (Aligns with EO a.)\nHow can you connect our theatre games to our rehearsals? (Aligns with EO a.)",
    "tasks": "Generate formally or informally a vision of staging, design, and one or two character's motivation for a story or scene. (ex: tableaux, groundplan, front elevation, slideshow, etc.)",
    "vocab": "Character, Motivation, Design (n)(v), Play, Stage Directions, Stage, Stage Direction, Set, Settings",
    "ces": "Digital Literacy\nAdaptability and Flexibility\nSelf-Advocacy and Initiative",
    "drs_know": "Understand the nature and purpose of imagined circumstances in drama/theatre work.\nDescribe character traits inherent to a scripted or improvised role.\nExplain the relationship between contexts and characters.",
    "drs_do": "Describe how character traits and relationships change when presented with the imagined circumstances.\nDemonstrate how particular chararacter traits would play out in the imagined circumstances.\nIncorporate an array of personas to explore the character.",
    "drs_understand": "Analyze the differences between scripted and improvised characters.\nDraw conclusions about character development and context.\nJustify decisions about a character’s identity based on the context of the drama/theatre work.",
    "assessableTasks": "Create a characterization of a scripted or improvised character based on imagined circumstances.\nCompose a monologue or performance with the imagined character.",
    "id": "6.1.1.c"
  },
  "6.1.2.a": {
    "grade": "6",
    "domain": "Create",
    "reference": "1.2.a",
    "gle": "Organize and develop artistic ideas and work.",
    "eo": "Analyze to improve, refine, and evolve original ideas and artistic choices in a devised or scripted drama/theatre work.",
    "iqs": "How does someone else's point of view differ from yours? (Aligns with EO b.)",
    "tasks": "As a team valuing all voices, make choices about a character/design in a simulation of a preliminary production meeting. (ex: casting, costumes, lighting, stage picture, etc.)",
    "vocab": "Costume, Lighting, Sound, Designer, Script, Audition, Casting, Callback",
    "ces": "Media Literacy\nCritical Thinking and Analysis\nGlobal and Cultural Awareness",
    "drs_know": "Identify and describe artistic elements used in a theatrical work\nUnderstand strategies and methods used to create devised/scripted theatre work\nExplain idea development and evolution in a theatrical work",
    "drs_do": "Use brainstorming, improvisation, and physical theater techniques to create theatre work\nIncorporate artistic elements into devised/scripted theatrical work\nRevise and refine original ideas in a devised or scripted theatre work to improve effectiveness",
    "drs_understand": "Describe how elements and techniques can influence a theatrical work\nAnalyze a play’s underlying themes and intentions\nCompare and contrast evolutions of original ideas in a theatrical work",
    "assessableTasks": "Creating and presenting a devised/scripted theatrical work\nCreating a physical theatre exercise related to a script\nAnalyzing, refining, and evolving original theatrical ideas and artistic choices",
    "id": "6.1.2.a"
  },
  "6.1.2.b": {
    "grade": "6",
    "domain": "Create",
    "reference": "1.2.b",
    "gle": "Organize and develop artistic ideas and work.",
    "eo": "Contribute ideas and accept and incorporate the ideas of others in preparing or devising a drama/theatre work.",
    "iqs": "Why does the location of the audience matter when telling a story in theatre? (Aligns with EO a.)\nHow do you come to a solution (Aligns with EO a.)",
    "tasks": "As a team valuing all voices, make choices about a character/design in a simulation of a preliminary production meeting. (ex: casting, costumes, lighting, stage picture, etc.)",
    "vocab": "Costume, Lighting, Sound, Designer, Script, Audition, Casting, Callback",
    "ces": "Interpersonal Communication\nCreativity and Innovation\nSelf-Advocacy and Initiative",
    "drs_know": "Understand key concepts about drama/theatre techniques used in a creative storytelling process.\nRecognize basic principles of dramatic structure.\nDescribe various strategies used when creating a drama/theatre work.",
    "drs_do": "Contribute ideas and accept and incorporate the ideas of others in preparing or devising a drama/theatre work.\nExplore and share creative storytelling techniques when developing a drama/theatre work.\nUtilize feedback from other students to refine and enhance a drama/theatre work.",
    "drs_understand": "Analysis of varying methods used to evaluate and create drama/theatre works.\nApply various effective strategies when creating a drama/theatre work.\nDemonstrate the ability to refine a drama/theatre work with creativity.",
    "assessableTasks": "Devising a short play or scene based on a given scene prompt\nWorking with a small group to improvise a new short play or scene with minimal direction\nCreating a storyboard/sketch for a short drama/theatre work",
    "id": "6.1.2.b"
  },
  "6.1.3.a": {
    "grade": "6",
    "domain": "Create",
    "reference": "1.3.a",
    "gle": "Connect artistic ideas to personal experience and varied perspectives.",
    "eo": "Explain how the actions and motivations of characters in a drama/theatre work impact perspectives of self, community, or culture.",
    "iqs": "How can research be used to enhance a drama/theatre work? (Aligns with EO b.)",
    "tasks": "Simple Performance Task: Tableau/Tableaux or Improvisation to explore multiple perspectives (Three little pigs, as seen through different characters' eyes)",
    "vocab": "Audience, Perspective/Lens, Ensemble, Company, Tableau",
    "ces": "Critical Thinking and Analysis\nSocial Awareness\nSelf-Awareness",
    "drs_know": "Describe how a character’s actions influence their perspective of themselves, their community, and/or their culture.\nExplain the motivations of characters in a drama/theatre work and how they shape perspectives of self, community, or culture.\nIdentify how a character’s efforts resolve issues related to their own perspective, those of their community, or that of their culture.",
    "drs_do": "Synthesize the perspectives and reflections of characters in drama/theatre works.\nCreate artistic work that reflects the impact of characters’ actions and motivations on perspectives of self, community, and/or culture.\nReinterpret characters’ motivations and actions to explore different perspectives of self, community, and culture.",
    "drs_understand": "Analyze the impact of characters’ actions and motivations on perspectives of self, community, or culture.\nInterpret how individual character journeys lead to reflections on cultural perceptions and attitudes.\nEvaluate how characters’ morals and beliefs inform perspectives of self, community, and culture.",
    "assessableTasks": "Analyzing a Character’s Actions and Motivations\nInterpretation Reflection Evaluation of Characters’ Perspectives\nSynthesizing Character Perspectives",
    "id": "6.1.3.a"
  },
  "6.1.3.b": {
    "grade": "6",
    "domain": "Create",
    "reference": "1.3.b",
    "gle": "Connect artistic ideas to personal experience and varied perspectives.",
    "eo": "Investigate the time period and place of a drama/theatre work to better understand performance and design choices.",
    "iqs": "Why do we play theatre games? (Aligns with EO a.)\nHow can you connect our theatre games to our rehearsals? (Aligns with EO a.)",
    "tasks": "Simple Performance Task: Tableau/Tableaux or Improvisation to explore multiple perspectives (Three little pigs, as seen through different characters' eyes)",
    "vocab": "Audience, Perspective/Lens, Ensemble, Company, Tableau",
    "ces": "Adaptability and Flexibility\nSelf-Awareness\nSelf-Advocacy and Initiative",
    "drs_know": "Understand the time period of a drama/theatre work\nIdentify the place where a drama/theatre work is set\nUnderstand the importance of a play's setting",
    "drs_do": "Complete research into the time period and place of a drama/theatre work\nAnalyze performance and design choices determined by a drama/theatre work's time period and place\nMake choices in performance and design for a drama/theatre work based on its time period and place",
    "drs_understand": "Describe the themes of a drama/theatre work based on its time period and place\nExplain how performance and design choices are influenced by a drama/theatre work's time period and place\nExplain how research is used to create a drama/theatre work's time period and place",
    "assessableTasks": "Research and analyze a play's setting\nExplain why a play's setting contributes to its themes\nEvaluate design and performance choices according to a play's setting",
    "id": "6.1.3.b"
  },
  "6.1.4.a": {
    "grade": "6",
    "domain": "Create",
    "reference": "1.4.a",
    "gle": "Refine towards completion of artistic work.",
    "eo": "Examine and articulate choices to refine a devised or scripted drama/theatre work.",
    "iqs": "What other experiences in your life can you relate to the piece of theatre you just saw? (Aligns with EO c.)",
    "tasks": "Record in a rehearsal report/log what experiments, approaches, and discoveries are made from a perspective of any theatrical role.",
    "vocab": "Rehearsal, Gesture, Posture, Facial Expression, Pitch, Volume, Actor, Improvise, Levels, Plane, Focus, Backlighting, Flat, Spotlight",
    "ces": "Data Literacy\nCritical Thinking and Analysis\nGlobal and Cultural Awareness\nEmpowered Individual: Self-Awareness",
    "drs_know": "Define the key ideas and techniques of devised and scripted drama/theatre work\nExplain how style and structure are used to convey ideas and emotion in drama/theatre work\nUnderstand how to convey characters, relationships, and story elements through drama/theatre work",
    "drs_do": "Devise an outline for a drama/theatre work with an understanding of style and structure\nChoose effective techniques to represent characters, relationships, and story elements within the devised or scripted work\nIdentify changes to refine devised or scripted drama/theatre work through critical reflection",
    "drs_understand": "Analyse the underlying themes of devised and scripted drama/theatre work\nDescribe the use of different techniques to create a cohesive piece of drama/theatre work\nCritically discuss drama/theatre works and identify areas that could benefit from further development",
    "assessableTasks": "Create a script outlining characters, relationships, and story elements for a novice-level drama/theatre work\nDevelop a list of techniques to enhance the dramaturgical elements of a drama/theatre work with guidance\nExamine and articulate choices to refine a devised or scripted drama/theatre work",
    "id": "6.1.4.a"
  },
  "6.1.4.b": {
    "grade": "6",
    "domain": "Create",
    "reference": "1.4.b",
    "gle": "Refine towards completion of artistic work.",
    "eo": "Identify and employ effective physical and vocal traits of characters in an improvised or scripted drama/theatre work.",
    "iqs": "What is unique/a challenge in the space that we can use/overcome to tell our story? (Aligns with EO b.)",
    "tasks": "Record in a rehearsal report/log what experiments, approaches, and discoveries are made from a perspective of any theatrical role.",
    "vocab": "Rehearsal, Gesture, Posture, Facial Expression, Pitch, Volume, Actor, Improvise, Levels, Plane, Focus, Backlighting, Flat, Spotlight",
    "ces": "Interpersonal Communication\nCreativity and Innovation\nSelf-Advocacy and Initiative",
    "drs_know": "Basic physical and vocal traits of characters in an improvisation or scripted drama\nDifferentiation between characters based on physical traits and vocal traits\nHow physical and vocal traits create a characterization of a character",
    "drs_do": "Identify and employ effective physical and vocal traits of characters in an improvised or scripted drama/theatre work\nDevelop physical and vocal traits within a character based on understanding of the script and/or characterization\nEmploy physical and vocal traits in each scene to create a consistent character",
    "drs_understand": "The connection between physical and vocal traits and the character's traits\nThe importance of the commitment and sustained effort in conveying the characters traits\nThe aact that physical and vocal traits of characters help create an entertaining performance",
    "assessableTasks": "Creating a character study of a chosen character using physical and vocal traits\nAssisting in the design of physical and vocal traits for characters in a scene\nPerforming for an audience using physical and vocal traits",
    "id": "6.1.4.b"
  },
  "6.1.4.c": {
    "grade": "6",
    "domain": "Create",
    "reference": "1.4.c",
    "gle": "Refine towards completion of artistic work.",
    "eo": "Explore a planned technical design during the rehearsal process for a devised or scripted drama/theatre work.",
    "iqs": "What insights to the character are you discovering in the rehearsal process? (Aligns with EO a.)",
    "tasks": "Record in a rehearsal report/log what experiments, approaches, and discoveries are made from a perspective of any theatrical role.",
    "vocab": "Rehearsal, Gesture, Posture, Facial Expression, Pitch, Volume, Actor, Improvise, Levels, Plane, Focus, Backlighting, Flat, Spotlight",
    "ces": "Interpersonal Communication\nCollaboration and Teamwork\nPerseverance and Resilience",
    "drs_know": "Understand the importance of exploring a planned technical design during a rehearsal process for a devised or scripted drama/theatre work.\nName the different elements of a planned technical design.\nIdentify and describe different strategies for exploring a planned technical design in a rehearsal process.",
    "drs_do": "Create a technical design plan for a devised or scripted drama/theatre work.\nAdjust the technical design plan through trial and error during the rehearsal process.\nEvaluate the technical design plan for a devised or scripted drama/theatre work based on its impact on the rehearsal process.",
    "drs_understand": "Examine the effect of technical and design elements on various scripted or devised drama/theatre works.\nCompare different approaches to exploring a planned technical design during a rehearsal process.\nAnalyze the impact of both technical and design elements on a devised or scripted drama/theatre piece throughout a rehearsal process.",
    "assessableTasks": "Develop a technical design plan for a devised or scripted theatre work\nAdjust the technical design plan through trial and error during a rehearsal process\nEvaluate the impact of a technical design plan on a devised or scripted theatre work throughout the rehearsal process",
    "id": "6.1.4.c"
  },
  "6.2.1.a": {
    "grade": "6",
    "domain": "Perform",
    "reference": "2.1.a",
    "gle": "Select, analyze, and interpret artistic work for presentation.",
    "eo": "Identify the essential events in a story or script that make up the dramatic structure in a drama/theatre work.",
    "iqs": "How do technical elements enhance a theatrical performance? (Aligns with EO b.)",
    "tasks": "Rehearse a scene or improvisation while changing choices and objectives",
    "vocab": "Objectives, Obstacle, Conflict, Blocking, Freytag’s Pyramid (Elements of a story structure: Plot, Exposition, Inciting Incident, Rising Action, Climax, Falling Action, Denouement), Protagonist, Antagonist, Action, Blocking",
    "ces": "Digital Literacy\nAdaptability and Flexibility",
    "drs_know": "Explain what the dramatic structure of a drama/theatre work is\nDescribe the components of a dramatic structure, such as the introduction, rising action, climax, resolution and characterization elements\nIdentify the essential events in a story or script that make up the dramatic structure",
    "drs_do": "Create a timeline or flowchart of the dramatic structure of a given drama/theatre work\nDemonstrate a characterized interpretation of an essential event in a story or script\nRe-create a scene from a drama/theatre work in order to illustrate how the essential events contribute to the development of the plot",
    "drs_understand": "Analyze the cause and effect relationship of the essential events in a story or script\nAnalyze how the essential events contribute to and/or build suspense in a drama/theatre work\nExplain how the essential events reveal the overall theme of the drama/theatre work",
    "assessableTasks": "Create a creative story about a character taking a journey and discuss the essential events\nWrite and present an oral interpretation of an essential event from a drama/theatre work\nDevelop a scene from a drama/theatre work by combining two essential events into one event",
    "id": "6.2.1.a"
  },
  "6.2.1.b": {
    "grade": "6",
    "domain": "Perform",
    "reference": "2.1.b",
    "gle": "Select, analyze, and interpret artistic work for presentation.",
    "eo": "Experiment with various physical and vocal choices to communicate character in a drama/theatre work.",
    "iqs": "What other experiences in your life can you relate to the piece of theatre your just saw? (Aligns with EO c.)",
    "tasks": "Rehearse a scene or improvisation while changing choices and objectives",
    "vocab": "Objectives, Obstacle, Conflict, Blocking, Freytag’s Pyramid (Elements of a story structure: Plot, Exposition, Inciting Incident, Rising Action, Climax, Falling Action, Denouement), Protagonist, Antagonist, Action, Blocking",
    "ces": "Critical Thinking and Analysis\nGlobal and Cultural Awareness\nSelf-Awareness",
    "drs_know": "Various physical and vocal choices can be used to communicate character in a drama/theatre work\nWhat affects the character’s decisions?\nWhat can be used to effectively convey the character?",
    "drs_do": "Use physical and vocal choices to portray different characters\nExperiment with different physical and vocal choices to connect emotionally with the audience\nMake adjustments to physical and vocal choices as needed to communicate effectively",
    "drs_understand": "Different ways to portray a character and create feelings of suspense and anticipation\nThe purpose of physical and vocal choices in the drama/theatre work\nCharacteristics of a believable character",
    "assessableTasks": "Creating and performing a scene with clear and distinct physical and vocal choices to communicate the character’s inner thoughts and feelings\nVarying physical and vocal choices in a familiar scene to convey different emotions\nWatching a scene performed by others, then identifying changes needed to communicate effectively",
    "id": "6.2.1.b"
  },
  "6.2.2.a": {
    "grade": "6",
    "domain": "Perform",
    "reference": "2.2.a",
    "gle": "Develop and refine artistic techniques, choices, and work for presentation.",
    "eo": "Participate in a variety of acting exercises and techniques that can be applied in a rehearsal or drama/theatre performance.",
    "iqs": "How can using current technologies such as social networking, internet research, and media support assist with telling a story? (Aligns with EO b.)",
    "tasks": "Actively participate in rehearsal excercises such as: improv games (see Viola Spolin), memorization check, repetition, speed through and select technical elements that could enhance a scene.",
    "vocab": "Improvisation, Gel, Gobo, Ground Plan, Pantomime, Sound Effect, Underscoring, Ambiance, Memorization, Artistic Choice, Beat",
    "ces": "Interpersonal Communication\nCreativity and Innovation\nSelf-Advocacy and Initiative",
    "drs_know": "The definition of acting exercises and techniques\nDifferent types of exercises and techniques that can be applied in a rehearsal or a performance\nHow to apply the exercises and techniques with appropriate skill and confidence",
    "drs_do": "Participate in a variety of age-appropriate acting exercises and techniques\nDemonstrate comprehension of the purpose of the exercise or technique\nConsistently apply exercises and techniques with appropriate skill and confidence in a rehearsal or drama/theatre performance",
    "drs_understand": "The purpose of each exercise and technique\nThe best scenarios for when to use each exercise and technique\nHow to adapt to different actors and environments when utilizing the exercises and techniques",
    "assessableTasks": "Participate in an acting exercise or technique in a rehearsal or theatre performance.\nDiscuss in a group how a specific exercise or technique could be adapted to various actors or environments.\nAdvise a scene partner on appropriate use of an acting exercise or technique.",
    "id": "6.2.2.a"
  },
  "6.2.2.b": {
    "grade": "6",
    "domain": "Perform",
    "reference": "2.2.b",
    "gle": "Develop and refine artistic techniques, choices, and work for presentation.",
    "eo": "Articulate how technical elements are integrated into a drama/theatre work.",
    "iqs": "How can staging influence the clarity of your story? (Aligns with EO a.)",
    "tasks": "Actively participate in rehearsal excercises such as: improv games (see Viola Spolin), memorization check, repetition, speed through and select technical elements that could enhance a scene.",
    "vocab": "Improvisation, Gel, Gobo, Ground Plan, Pantomime, Sound Effect, Underscoring, Ambiance, Memorization, Artistic Choice, Beat",
    "ces": "Interpersonal Communication\nCollaboration and Teamwork\nPerseverance and Resilience",
    "drs_know": "Define technical elements in theatre\nName some technical elements used in theatre\nDescribe how technical elements are implemented into theatre works",
    "drs_do": "Choose appropriate technical elements for a theatre work to fulfill desired meaning\nIntegrate various technical elements in a theatre work to create a cohesive production\nAnalyze and discuss the overall impact of technical elements in a theatre work",
    "drs_understand": "Explain how technical elements are integrated to create meaning in a theatre work\nDistinguish how different technical elements can create emphasis in a theatre work\nAnalyze the impact of technical elements in a theatre work",
    "assessableTasks": "Creating a play incorporating various technical elements\nCreating a stage design plan to illustrate integration of technical elements\nReseaching a play to identify technical elements and explain their impact",
    "id": "6.2.2.b"
  },
  "6.2.3.a": {
    "grade": "6",
    "domain": "Perform",
    "reference": "2.3.a",
    "gle": "Connect artistic work with audience, community, and ensemble.",
    "eo": "Establish a relationship with the audience and the ensemble during a performance of a drama/theatre work.",
    "iqs": "How did real time decisions in rehearsal influence your designs/technical work? (Aligns with EO b.)",
    "tasks": "Refine a performance through observed rehearsal",
    "vocab": "Dress Rehearsal, Run-Through, Production, Cheat Out, Breaking the fourth wall, Cue, Cue Sheet, Scene, Dialogue, Projection, Diction, Articulation, Props, Theatre Call: Places, Parts of a Stage: Apron, Backstage, Off Stage, Catwalk, Wings, House, Box Office, Booth, Cyc, Orchestra Pit, Green Room, Fly System,",
    "ces": "Digital Literacy\nAdaptability and Flexibility\nSelf-Advocacy and Initiative",
    "drs_know": "how to interact with the audience and the other actors during a performance of a drama/theatre work\nwhy it is important to establish a relationship with the audience and the ensemble during a performance of a drama/theatre work\nthe role of the audience during a performance of a drama/theatre work\nthe definition of a relationship with the audience and the ensemble during a performance of a drama/theatre work",
    "drs_do": "take initiative to engage the audience and the ensemble during a performance of a drama/theatre work\ndemonstrate meaningful and interactive relationships with the audience and the ensemble during a performance of a drama/theatre work\noffer opportunities for audience participation during a performance of a drama/theatre work\nmake good first impressions with the audience and the ensemble during a performance of a drama/theatre work",
    "drs_understand": "the importance of creating meaningful relationships with the audience and the ensemble during a performance of a drama/theatre work\nthe different ways to establish a relationship with the audience and the ensemble during a performance of a drama/theatre work\nthe importance of connecting with the audience during a performance of a drama/theatre work\nthe basics of audience engagement during a performance of a drama/theatre work",
    "assessableTasks": "Sharing the importance and skills necessary to be successful in connecting with the audience\nLeading a discussion about ways to establish relationships with the audience and the ensemble during a performance\nDeveloping and demonstrating an appropriate understanding of audience engagement skills",
    "id": "6.2.3.a"
  },
  "6.2.4.a": {
    "grade": "6",
    "domain": "Perform",
    "reference": "2.4.a",
    "gle": "Convey meaning through the presentation of artistic work.",
    "eo": "Adapt a drama/theatre work and present it for an audience.",
    "iqs": "What did you appreciate and why? (Aligns with EO c.)",
    "tasks": "",
    "vocab": "",
    "ces": "Critical Thinking and Analysis\nGlobal and Cultural Awareness",
    "drs_know": "The different elements of a drama/theatre work (e.g. plot, character, setting)\nThe essential elements used to adapt a work for an audience\nHow to effectively present an adapted work for an audience",
    "drs_do": "Adapt a drama/theatre work for an audience in an appropriate manner for the grade level\nPresent the adapted work for an audience\nIdentify areas in which improvements can be made to the adaptation",
    "drs_understand": "How to use critical analysis to adapt a work for an audience\nThe benefits of adapting a work for an audience\nHow to evaluate an adapted work",
    "assessableTasks": "Adapt a drama/theatre work for an audience\nPresent the adapted work for an audience\nIdentify areas in which improvements can be made to the adaptation",
    "id": "6.2.4.a"
  },
  "6.3.1.a": {
    "grade": "6",
    "domain": "Critically Respond",
    "reference": "3.1.a",
    "gle": "Perceive and analyze artistic work.",
    "eo": "Describe and record personal reactions to artistic choices in a drama/theatre work.",
    "iqs": "Why is research in the support of a theatrical production necessary? (Aligns with EO a.)",
    "tasks": "Score performances by selves and peers using a rubric and respond to reflection questions using the score data",
    "vocab": "Cast, Casting\nBlackbox Theater, Proscenium Theater, Thrust Stage,\nTheater-in-the-Round, Stage Business, Choreographer, Director, Playwright, Role, Stage Crew, Stage Manager, Thespian, Book",
    "ces": "Interpersonal Communication\nCreativity and Innovation\nSelf-Advocacy and Initiative",
    "drs_know": "Distinguish between different types of theatrical components, such as acting, costumes, set design and music.\nUnderstand how elements of a theatrical work come together to form a unified whole.\nDescribe how a theatre work gives meaning or communicates a message.",
    "drs_do": "Record personal reactions to a variety of theatrical elements by writing in a journal, drawing a mind-map, or creating a snapshot.\nCite evidence from the theatrical work in order to back up expressions of personal reactions.\nCreate a personal storyboard which incorporates reactions to the work over time.",
    "drs_understand": "Understand the structure of a theatrical work.\nExplain how different theatrical elements combine to convey a  particular artistic choice.\nAnalyze how changes to an element of theatrical design affects overall meaning or atmosphere.",
    "assessableTasks": "Describe and record reactions to a theatrical work\nDraw a mind-map to capture reactions to a theatrical work\nCreate a storyboard to record reactions to a theatrical work over time",
    "id": "6.3.1.a"
  },
  "6.3.2.a": {
    "grade": "6",
    "domain": "Critically Respond",
    "reference": "3.2.a",
    "gle": "Interpret intent and meaning in artistic work.",
    "eo": "Explain how artists make choices based on personal experience in a drama/theatre work.",
    "iqs": "How does your design/choice connect to your beliefs about the story? (Aligns with EO b.)",
    "tasks": "Write a guided critique of a performance (including explanations of their reactions) then compare responses through Think, Pair, Share",
    "vocab": "Tradition, Critique, Directing, Staging, Subtext, Suspense, Resolution/Denouement, Over the Top",
    "ces": "Adaptability and Flexibility\nGlobal and Cultural Awareness\nSelf-Awareness",
    "drs_know": "theatre artists\npersonal experience\nchoices",
    "drs_do": "demonstrate an understanding of personal experience as it relates to drama/theatre work\nchoose an example from personal experience to support a drama/theatre concept\ndescribe the effect of personal experience on a drama/theatre concept",
    "drs_understand": "the purpose of using personal experience in drama/theatre\nthe effects of personal experience-based choices on the work\nconsiderations for effectively incorporating personal experience in drama/theatre",
    "assessableTasks": "examine a theatre artist's use of personal experience in a drama/theatre work\nanalyze the choices a theatre artist makes based on their personal experience in a work\npresent a drama/theatre performance that uses personal experience in meaningful ways",
    "id": "6.3.2.a"
  },
  "6.3.2.b": {
    "grade": "6",
    "domain": "Critically Respond",
    "reference": "3.2.b",
    "gle": "Interpret intent and meaning in artistic work.",
    "eo": "Identify cultural perspectives that may influence the evaluation of a drama/theatre work.",
    "iqs": "What is the director's responsibility in regard to their commitment to the production? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Critical Thinking and Analysis\nCreativity and Innovation\nSelf-Advocacy and Initiative",
    "drs_know": "Understand the concept of cultural perspectives.\nUnderstand how cultural perspectives can influence the evaluation of a drama/theatre work.\nExplain how cultural perspectives can influence the evaluation of a drama/theatre work.",
    "drs_do": "Compare and contrast the evaluation of a drama/theatre work from different cultural perspectives.\nAnalyse how different cultural perspectives can shape the assessment of a drama/theatre work.\nAnalyse how different cultural perspectives can inform the interpretation of a drama/theatre work.",
    "drs_understand": "Identify cultural perspectives that can be present in a given drama/theatre work.\nExplain how specific cultural perspectives can influence the evaluation of a drama/theatre work.\nResearch different cultural perspectives that can influence the evaluation of a drama/theatre work.",
    "assessableTasks": "Compare and Contrast two cultural perspectives\nAnalyse how cultural perspective shapes evaluation of a drama/theatre work\nResearch the cultural context of a drama/theatre work",
    "id": "6.3.2.b"
  },
  "6.3.2.c": {
    "grade": "6",
    "domain": "Critically Respond",
    "reference": "3.2.c",
    "gle": "Interpret intent and meaning in artistic work.",
    "eo": "Identify personal aesthetics, preferences, and beliefs through participation in or observation of drama/theatre work.",
    "iqs": "What components involved in this production supported the purpose of the show? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Data Literacy\nCritical Thinking and Analysis\nGlobal and Cultural Awareness",
    "drs_know": "the meaning of 'aesthetics' when used in the context of drama/theatre\nways in which personal preferences and beliefs can be shown through participating in or observing drama/theatre work\nthe difference between aesthetic preferences, beliefs, and values",
    "drs_do": "create a scene or character based on their own personal aesthetic preferences\nanalyze a piece of drama/theatre to identify the personal preferences and beliefs of the character they are observing\nevaluate their own performance and that of others to identify personal preferences and beliefs communicated",
    "drs_understand": "the main elements that make up one's personal aesthetics in drama/theatre work\nhow to communicate personal aesthetics to their peers and audience members through drama/theatre work\nthe impact that personal aesthetics have on a character or scene in drama/theatre work",
    "assessableTasks": "Create a character with clear personal aesthetics\nAnalyze a piece of dramatic work for the personal aesthetics of the characters\nPerform a scene with an emphasis on the personal preferences of the character",
    "id": "6.3.2.c"
  },
  "6.3.3.a": {
    "grade": "6",
    "domain": "Critically Respond",
    "reference": "3.3.a",
    "gle": "Connect artistic experiences to our world; past, present, and future.",
    "eo": "Research the story elements of a staged drama/theatre work and compare them to another production of the same work.",
    "iqs": "How can you use elements of design differently to have the same effect? Or a different effect? (Aligns with EO b.)",
    "tasks": "Justify the significance of the information about a script's historical, cultural, and societal context (time period + place) using quotes and other media from the era/place selected",
    "vocab": "Setting, Staging",
    "ces": "Data Literacy\nCritical Thinking and Analysis\nSocial Awareness",
    "drs_know": "Describe the story elements of a theatre work\nLocate source material for comparison\nDescribe differences between versions",
    "drs_do": "Research short drama works\nAnalyze story elements of a theatre work\nCompare and contrast versions of the same production",
    "drs_understand": "Differentiate between various theatre works\nAnalyze the interpretation of a scene\nExplain the elements of a successful production",
    "assessableTasks": "Research a short drama work\nAnalyze story elements in different versions of the same production\nWrite a journal entry describing similarities and differences",
    "id": "6.3.3.a"
  },
  "6.3.4.a": {
    "grade": "6",
    "domain": "Critically Respond",
    "reference": "3.4.a",
    "gle": "Apply criteria to evaluate artistic work.",
    "eo": "Use supporting evidence and criteria to evaluate drama/theatre work.",
    "iqs": "How does redefining a character affect the final product and inform the playwright's intent? (Aligns with EO a.)",
    "tasks": "Identify a production's objective (and intended audience), then create a rubric to evaluate the production",
    "vocab": "Comedy, Tragedy, Slapstick Comedy, Musical Theatre,\nCritique, Theater, Theatre",
    "ces": "Adaptability and Flexibility\nCareer Awareness\nPerseverance and Resilience",
    "drs_know": "Define, using examples, supporting evidence and criteria.\nIdentify different types of supporting evidence and criteria used to evaluate a drama/theatre work.\nDiscuss the importance of supporting evidence and criteria when evaluating drama/theatre work.",
    "drs_do": "Use appropriate evidence and criteria to evaluate a drama/theatre work and justify judgements with supporting evidence.\nCritically evaluate production choices in a performance.\nIdentify ways to modify or improve a performance based on their own understanding of the criteria used to evaluate it.",
    "drs_understand": "Explain why evidence and criteria are important when evaluating drama/theatre work.\nUnderstand how criteria help to establish what good quality drama/theatre work looks like.\nDemonstrate the ability to analyse performance work using criteria.",
    "assessableTasks": "Designate criteria used to evaluate a theatre/drama work\nCreate evaluation summaries by using criteria and evidence\nImprove a performance using evidence and criteria",
    "id": "6.3.4.a"
  },
  "6.3.4.b": {
    "grade": "6",
    "domain": "Critically Respond",
    "reference": "3.4.b",
    "gle": "Apply criteria to evaluate artistic work.",
    "eo": "Analyze the production elements used in a drama/theatre work to assess aesthetic choices.",
    "iqs": "How would you justify the balance of original technical ideas with the requirements called for in the script? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Digital Literacy\nSelf-Advocacy and Initiative\nCareer Awareness",
    "drs_know": "Recognizing props and elements used in a production of a drama or theatre work\nUnderstanding the differences between stage elements and production elements\nIdentifying various aesthetic elements of a drama or theatre work",
    "drs_do": "Construct ideas for how to use production elements or aesthetic elements effectively in a performance\nCreating a plan for how to use production elements or aesthetic elements effectively in a performance\nAssessing the effectiveness of production elements or aesthetic elements used in a performance",
    "drs_understand": "Explaining why production elements or aesthetic elements are used in a performance\nExplaining how production elements or aesthetic elements convey meaning\nComparing and contrasting different elements used in different performances",
    "assessableTasks": "Comparing production elements in two different performances\nAnalyzing how production elements affect the audience's experience of a performance\nIdentifying how aesthetic choices affect the meaning of a performance",
    "id": "6.3.4.b"
  },
  "6.3.4.c": {
    "grade": "6",
    "domain": "Critically Respond",
    "reference": "3.4.c",
    "gle": "Apply criteria to evaluate artistic work.",
    "eo": "Identify a specific audience or purpose for a drama/theatre work.",
    "iqs": "How will you know that you are successful? (Aligns with EO c.)",
    "tasks": "",
    "vocab": "",
    "ces": "Data Literacy\nCritical Thinking and Analysis\nGlobal and Cultural Awareness",
    "drs_know": "Identify the different audiences and/or purposes a drama/theatre work can have, including its original and/or revised context.\nUnderstand that a drama/theatre work can be written with a specific audience and/or purpose in mind.\nUnderstand why a drama/theatre work may need to be adjusted for different audiences and/or purposes.\nRecognize that a drama/theatre work may be created for a specific audience and/or purpose.",
    "drs_do": "Practice adjusting the dramaturgy and/or design elements of a drama/theatre work to accomodate different audiences and/or purposes.\nAnalyze how the themes and/or topics of a play impact the perception of its intended audience and/or purpose.\nDemonstrate how a drama/theatre work can be modified to fit different audiences and/or purposes.\nDetermine the specific audience and/or purpose for a given drama/theatre work.",
    "drs_understand": "Recognize how a drama/theatre work may be revised to accomodate different audiences and/or purposes.\nUnderstand how the dramaturgy and/or design elements may be adjusted to create a play to be viewed by different audiences and/or purposes.\nExplain how the themes and/or topics of a drama/theatre work affect the intended audiences and/or purposes.\nIdentify how different audiences and/or purposes may affect how a drama/theatre work is interpreted.",
    "assessableTasks": "Identify an example of a drama/theatre work with a specifically targeted audience and/or purpose.\nAdjust the dramaturgy and/or design elements of a drama/theatre work to accommodate a different audience and/or purpose.\nExamine the impacts of different audiences and/or purposes on a given drama/theatre work.",
    "id": "6.3.4.c"
  },
  "7.1.1.a": {
    "grade": "7",
    "domain": "Create",
    "reference": "1.1.a",
    "gle": "Generate and conceptualize artistic ideas and work.",
    "eo": "Integrate multiple perspectives and solutions to staging challenges in a drama/theater work.",
    "iqs": "What seems like it would be the hardest technical part of doing this show? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Interpersonal Communication\nCreativity and Innovation\nSelf-Advocacy and Initiative",
    "drs_know": "Name different perspectives and solutions that could be used in staging a drama/theater work\nDescribe the process of identifying staging challenges in a drama/theater work\nDiscuss the advantages and disadvantages of multiple perspectives and solutions to a staging challenge",
    "drs_do": "Integrate multiple perspectives and solutions into the staging of a drama/theater work\nDemonstrate creative problem solving to address a staging challenge in a drama/theater work\nApply knowledge to reconfigure or alter a staging plan in response to a staging challenge",
    "drs_understand": "Explain how multiple perspectives and solutions to a staging challenge support the overall success of a production\nAnalyze how different techniques and creative solutions can be used to stage a drama/theater work\nCompare and contrast multiple perspectives and solutions to staging challenges",
    "assessableTasks": "Execute a staging plan that incorporates multiple perspectives and solutions to address a staging challenge\nDescribe how the integration of multiple perspectives and solutions have enhanced the success of a drama/theater work\nReflect on the efficacy of multiple perspectives and solutions used in a staging plan",
    "id": "7.1.1.a"
  },
  "7.1.1.b": {
    "grade": "7",
    "domain": "Create",
    "reference": "1.1.b",
    "gle": "Generate and conceptualize artistic ideas and work.",
    "eo": "Explain and present possible solutions to design challenges in a drama/theater work.",
    "iqs": "Why is a theatre artist's focus important? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Interpersonal Communication\nCollaboration and Teamwork\nPerseverance and Resilience",
    "drs_know": "Understand the roles of design elements in a production\nName some possible design elements and functions\nDescribe the possible design challenges in a production",
    "drs_do": "Apply strategies to respond to a design challenge\nResearch solutions to address a design challenge\nPresent ideas and possible solutions to address a design challenge",
    "drs_understand": "Explain how design elements can impact a production\nEvaluate the impact of potential design elements\nDetermine various strategies for responding to design challenges",
    "assessableTasks": "Create a presentation on a design challenge and possible solutions\nSimulate a meeting to discuss design challenges and suggest solutions\nWrite a paper on a design challenge and possible solutions",
    "id": "7.1.1.b"
  },
  "7.1.1.c": {
    "grade": "7",
    "domain": "Create",
    "reference": "1.1.c",
    "gle": "Generate and conceptualize artistic ideas and work.",
    "eo": "Envision and describe a scripted or improvised character's inner thoughts and objectives in a drama/theater work.",
    "iqs": "What technical elements do you notice in a show? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Digital Literacy\nAdaptability and Flexibility\nSelf-Advocacy and Initiative",
    "drs_know": "Different levels of thought and objectives in drama/theater works\nThe importance of characterization in expressing inner thoughts and objectives\nThe differences between scripted and improvised characters",
    "drs_do": "Create scripts or ad libs to express inner thoughts/emotions of characters\nUse improvisation and techniques to develop a scripted or improvised character\nExplain the purpose of a character's inner thoughts and objectives",
    "drs_understand": "How to act through the character's thought process\nHow to improvise a character around inner thoughts and objectives\nThe importance of building a believable character",
    "assessableTasks": "Devise a five-minute scene around a character's inner thoughts and objectives\nDesign a one-page summary of a character's inner thoughts and objectives\nDescribe and illustrate how the character is feeling based on inner thoughts and objectives",
    "id": "7.1.1.c"
  },
  "7.1.2.a": {
    "grade": "7",
    "domain": "Create",
    "reference": "1.2.a",
    "gle": "Organize and develop artistic ideas and work.",
    "eo": "Examine and justify original ideas and artistic choices in a drama/theater work based on background knowledge, historical, and cultural context.",
    "iqs": "How would you have performed that character differently? (Aligns with EO c.)",
    "tasks": "",
    "vocab": "",
    "ces": "Media Literacy\nCritical Thinking and Analysis\nGlobal and Cultural Awareness",
    "drs_know": "Comprehend the historical and/or cultural context of a drama/theater work\nUnderstand the purpose and originality of ideas and artistic choices in a drama/theater work\nExplain the interactions between elements of a drama/theater work",
    "drs_do": "Justify the original ideas and artistic choices in a drama/theater work based on background knowledge, historical, and/or cultural context\nApply background knowledge, personal experience, and context to better understand and evaluate the ideas and artistic choices in a drama/theater work\nDevelop informed interpretations of characters based on context, elements, and themes",
    "drs_understand": "Analyze the impact of setting, characters, and other elements on the overall themes/messages in a drama/theater work\nCompare and contrast the interplay between the various elements and their role in the overall narrativeof a drama/theater work\nDescribe the different ideas and artistic choices in a drama/theater work and the impact on the narrative",
    "assessableTasks": "Participate in a \"Tableau of a Scene\" activity\nParticipate in a \"Freeze-Frame\" activity\nWrite a character analysis",
    "id": "7.1.2.a"
  },
  "7.1.2.b": {
    "grade": "7",
    "domain": "Create",
    "reference": "1.2.b",
    "gle": "Organize and develop artistic ideas and work.",
    "eo": "Demonstrate mutual respect for self and others and their roles in preparing or devising drama/theatre work.",
    "iqs": "What challenges does the script present and how might you overcome them? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Interpersonal Communication\nCreativity and Innovation\nSelf-Advocacy and Initiative",
    "drs_know": "Define respect as treating others as you would like to be treated.\nExplain how respect plays an important role in collaboration within a theatre group.\nExplain how respect helps build a positive space where everyone is supported and has a voice.",
    "drs_do": "Act respectfully towards self and others when preparing for theatre work.\nShow respect for each person's ideas and contributions during devising work.\nEvaluate if respectful behaviour is taking place in the drama/theatre classroom.",
    "drs_understand": "Explain why mutual respect is needed when devising theatre work.\nUnderstand that respect helps with communication, listening, and appreciation of others.\nUnderstand that respect allows for a group to create an environment that allows everyone to brainstorm, take risks, and create together.",
    "assessableTasks": "Create a skit that shows respect towards yourself and others.\nShare an example of a respectful behaviour that you have demonstrated in the drama/theatre classroom.\nAnalyze a scene from a play and identify the respect that characters demonstrate towards each other.",
    "id": "7.1.2.b"
  },
  "7.1.3.a": {
    "grade": "7",
    "domain": "Create",
    "reference": "1.3.a",
    "gle": "Connect artistic ideas to personal experience and varied perspectives.",
    "eo": "Consider incorporating multiple perspectives and diverse community ideas in a drama/theatre work.",
    "iqs": "How does staying in character enhance the rehearsal process? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Interpersonal Communication\nCollaboration and Teamwork\nPerseverance and Resilience",
    "drs_know": "What is the purpose of incorporating multiple perspectives and diverse community ideas in a drama/theatre work?\nWhat strategies can be used to include multiple perspectives and diverse community ideas in a drama/theatre work?\nWhat is the potential outcome of incorporating multiple perspectives and diverse community ideas in a drama/theatre work?",
    "drs_do": "Identify a theme or key message to be represented in a drama/theatre work\nDesign a script that intentionally weaves multiple perspectives and diverse community ideas into the narrative of a drama/theatre work.\nPresent a drama/theatre work that includes multiple perspectives and diverse community ideas in a meaningful way.",
    "drs_understand": "How can multiple perspectives and diverse community ideas deepen the meaning of a drama/theatre work?\nHow do different societal perspectives impact the interpretation of a drama/theatre work?\nHow does collaboration with diverse community members affect the development of a drama/theatre work?",
    "assessableTasks": "Determine how to incorporate multiple perspectives and diverse community ideas into a drama/theatre work\nResearch key characters and/or locations associated with a given theme\nDevelop a script based on a theme that includes diverse perspectives",
    "id": "7.1.3.a"
  },
  "7.1.3.b": {
    "grade": "7",
    "domain": "Create",
    "reference": "1.3.b",
    "gle": "Connect artistic ideas to personal experience and varied perspectives.",
    "eo": "Examine research relevant to the drama/theatre work to better understand performance and design choices.",
    "iqs": "Do inanimate objects have \"character?\" (Aligns with EO b.)\nHow can a story move from place to place and scene to scene through time? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Adaptability and Flexibility\nSelf-Awareness\nSelf-Advocacy and Initiative",
    "drs_know": "Identify research strategies for the drama/theatre work\nUnderstand the relevance of various research strategies to performance and design choices\nExplain the research-gathering process",
    "drs_do": "Identify credible sources of research\nFilter and organize large amounts of research\nApply research outcomes to performance and design decisions",
    "drs_understand": "Explain the importance of research in the drama/theatre work\nUnderstand how research can help inform performance and design decisions\nAnalyze data from research in order to use the results to inform choices",
    "assessableTasks": "Explain the importance of research in the theatre\nConduct a research analysis and explain the results\nDevelop performance and design decisions based on research gathered",
    "id": "7.1.3.b"
  },
  "7.1.4.a": {
    "grade": "7",
    "domain": "Create",
    "reference": "1.4.a",
    "gle": "Refine towards completion of artistic work.",
    "eo": "Demonstrate focus and concentration in the rehearsal process to analyze and refine choices in a devised or scripted drama/theatre work.",
    "iqs": "How can seeing different perspectives deepen understanding? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Digital Literacy\nCritical Thinking and Analysis\nGlobal and Cultural Awareness",
    "drs_know": "Identify rehearsal objectives for a devised or scripted drama/theatre work\nOutline the rehearsal process to analyze and refine choices in a devised or scripted drama/theatre work\nExplain the importance of focus and concentration in the rehearsal process",
    "drs_do": "Develop and apply strategies to maintain focus and concentration in the rehearsal process\nAnalyze and refine choices based on the rehearsal process\nReflect on the importance of focus and concentration to the overall success of the rehearsal process",
    "drs_understand": "Clarify objectives of the rehearsal process to analyze and refine choices in a devised or scripted drama/theatre work\nDescribe strategies for maintaining focus and concentration during the rehearsal process\nExplain why paying close attention to details is important during the rehearsal process",
    "assessableTasks": "Develop and present a short scripted scene as an individual or as part of a small group\nObserve a rehearsal of a scripted scene and reflect on the focus and concentration of participants\nDevise a devised or scripted scene as part of a larger group and demonstrate focus and concentration during the rehearsal process",
    "id": "7.1.4.a"
  },
  "7.1.4.b": {
    "grade": "7",
    "domain": "Create",
    "reference": "1.4.b",
    "gle": "Refine towards completion of artistic work.",
    "eo": "Develop effective physical and vocal traits of characters in an improvised or scripted drama/theatre work.",
    "iqs": "Why did your character choose that? (Aligns with EO c.)\nWhat is the character thinking and how do you know it? (Aligns with EO c.)",
    "tasks": "",
    "vocab": "",
    "ces": "Interpersonal Communication\nCreativity and Innovation\nSelf-Advocacy and Initiative",
    "drs_know": "able to list physical and vocal traits of characters in an improvised or scripted work\nable to explain how character traits will be different in each type of work\nable to demonstrate effective physical and vocal traits of characters in an improvised or scripted work",
    "drs_do": "able to use physical and vocal traits of characters to create an atmosphere in a performance\nable to modify physical and vocal traits of characters based on the framework of an improvisation or script\nable to make informed judgment on developing physical and vocal traits of characters in an improvised or scripted work",
    "drs_understand": "able to identify how a character's traits can be developed through thoughtful decision making\nable to understand how to create connections between characters based on their physical and vocal traits\nable to recognize how different types of works require different approaches to developing physical and vocal traits of characters",
    "assessableTasks": "Participating in improvisation exercises to develop physical and vocal traits of characters\nWriting a story depicting characters with unique physical and vocal traits\nDrama presentation where physical and vocal traits of characters are effectively developed",
    "id": "7.1.4.b"
  },
  "7.1.4.c": {
    "grade": "7",
    "domain": "Create",
    "reference": "1.4.c",
    "gle": "Refine towards completion of artistic work.",
    "eo": "Implement planned technical design elements during the rehearsal process for a devised or scripted drama/theatre work.",
    "iqs": "How have you altered the physical, vocal, and psychological choices for your character? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Interpersonal Communication\nCollaboration and Teamwork\nPerseverance and Resilience",
    "drs_know": "Define technical design elements.\nIdentify how technical elements contribute to storytelling.\nUnderstand the purpose of technical design elements.",
    "drs_do": "Implement technical design elements during rehearsals.\nTroubleshoot problems with implementing design elements.\nAdapt the plan to incorporate the abilities of the cast and crew.",
    "drs_understand": "Analyze technical requirements and resource availability.\nDescribe the way technical elements create dramatic effects.\nDevelop a plan to solve problems related to implementing technical elements.",
    "assessableTasks": "Draft a plan for technical implementation\nCreate a timeline for technical implementation\nTroubleshoot technical problems",
    "id": "7.1.4.c"
  },
  "7.2.1.a": {
    "grade": "7",
    "domain": "Perform",
    "reference": "2.1.a",
    "gle": "Select, analyze, and interpret artistic work for presentation.",
    "eo": "Experiment various staging choices to enhance the story in a drama/theatre work.",
    "iqs": "What impact does the universal theme or common social issue have on the drama/theatre work? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Digital Literacy\nSocial Awareness\nCivic Engagement",
    "drs_know": "Understand what staging is and what role it plays in the work of a drama/theatre production\nExplain the importance of experimenting with staging choices while creating a drama/theatre work\nIdentify elements of staging that can be used to enhance the story of a drama/theatre work",
    "drs_do": "Practice different staging techniques to enhance the story of a drama/theatre work\nCreate a plan for using staging to tell a story in a drama/theatre work\nDevelop effective staging that enhance the story of a drama/theatre work",
    "drs_understand": "Recognize a variety of staging techniques and how they can be used to help tell a story\nAnalyze how changing the staging can have an effect on the story of a drama/theatre work\nExplore the relationship between drama/theatre work staging and the audience's experience of the story",
    "assessableTasks": "Develop a staged version of a story told in a drama/theatre work\nCreate two different staging plans for a scene from a drama/theatre work\nPerform a scene featuring experimentive staging choices",
    "id": "7.2.1.a"
  },
  "7.2.1.b": {
    "grade": "7",
    "domain": "Perform",
    "reference": "2.1.b",
    "gle": "Select, analyze, and interpret artistic work for presentation.",
    "eo": "Apply various character objectives in a drama/theatre work.",
    "iqs": "How does studying theatre from a particular time period help us to better understand that era as well as our current time frame? (Aligns with EO a.)\nHow do theatre participants use their knowledge and opinions to constructively critique? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Digital Literacy\nCritical Thinking and Analysis\nCareer Awareness",
    "drs_know": "Difference between 'personal objectives' and 'general objectives',\nExamples of different character objectives\nHow changes in objectives affect a character's action or attitude",
    "drs_do": "Perform a scene or monologue incorporating different character objectives\nIdentify and analyze character objectives within different works of theatre\nAdapt objectives to fit different characters and scenes",
    "drs_understand": "How and why character objectives drive dramatic action and plot\nHow characters achieve objectives through inner conflict and circumstances\nHow change in objectives affect relationships in a story",
    "assessableTasks": "Performing a scene or monologue portraying an appropriate character objective\nAnalyzing how objectives are used within a piece of dramatic literature\nCreating and/or adapting objectives for a given situation",
    "id": "7.2.1.b"
  },
  "7.2.2.a": {
    "grade": "7",
    "domain": "Perform",
    "reference": "2.2.a",
    "gle": "Develop and refine artistic techniques, choices, and work for presentation.",
    "eo": "Recognize how acting exercises and techniques can be applied to a drama/theatre work.",
    "iqs": "How does the ensemble process help to build character? (Aligns with EO c.)\nHow does analyzing character help to understand behavior? (Aligns with EO c.)",
    "tasks": "",
    "vocab": "",
    "ces": "Interpersonal Communication\nCreativity and Innovation\nSelf-Advocacy and Initiative",
    "drs_know": "Understand the purpose of acting exercises\nLearn acting techniques\nRecognize how those exercises and techniques can be used for a drama/theatre work",
    "drs_do": "Practice acting exercises with a partner or in a group\nApply acting exercises and techniques to a drama/theatre work\nDemonstrate and explain the use of different exercises and techniques to understand and interpret characters or scenes",
    "drs_understand": "Know what types of exercises and techniques are used for theatre/drama\nRecognize when to use different acting exercises and techniques for a drama/theatre work\nAnalyze how a specific exercise or techniquecan contribute to a whole work",
    "assessableTasks": "Write a scene that includes different acting exercises and techniques\nPerform a scene for an audience\nExplain the techniques used in a specific performance",
    "id": "7.2.2.a"
  },
  "7.2.2.b": {
    "grade": "7",
    "domain": "Perform",
    "reference": "2.2.b",
    "gle": "Develop and refine artistic techniques, choices, and work for presentation.",
    "eo": "Choose a variety of technical elements that can be applied to a design in a drama/theatre work.",
    "iqs": "Do physical, vocal, or psychological choices lead to creating the most believable character? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Interpersonal Communication\nCollaboration and Teamwork\nPerseverance and Resilience",
    "drs_know": "Types of technical elements used in a drama/theatre work (e.g. scenic elements, lighting, costumes, sound, props, and special effects)\nBasic purpose of each technical element used in a drama/theatre work (e.g. scenic elements helping to create a particular atmosphere, lighting helping to focus audience's attention on certain aspects of production, costumes helping to establish a particular character)\nFunctions of technical elements used in a drama/theatre work (e.g. how sound can help to set a mood)",
    "drs_do": "Select a variety of technical elements to incorporate into a design in a drama/theatre work\nOrganize a team to execute a design that incorporates a variety of technical elements in a drama/theatre work\nPresent a design that incorporates a variety of technical elements in a drama/theatre work",
    "drs_understand": "The process for incorporating a variety of technical elements into a design in a drama/theatre work (e.g. discussion, research, procuring materials and resources)\nThe budget constraints of incorporating a variety of technical elements into a design in a drama/theatre work (e.g. cost of materials, labour costs, rental fees, and set-up times)\nThe team collaboration involved for incorporating a variety of technical elements into a design in a drama/theatre work (e.g. the need for dedicated workers and actors, communication between the director and the design team)",
    "assessableTasks": "Design a scene from a play that incorporates a variety of technical elements\nExplain budget constraints and the need for team collaboration when incorporating technical elements into a design in a drama/theatre work\nEvaluate a design that incorporates a variety of technical elements in a drama/theatre work",
    "id": "7.2.2.b"
  },
  "7.2.3.a": {
    "grade": "7",
    "domain": "Perform",
    "reference": "2.3.a",
    "gle": "Connect artistic work with audience, community, and ensemble.",
    "eo": "Incorporate music, dance, art, and/or media to heighten the connection between performer and audience in a drama/theatre work.",
    "iqs": "How was your creative process effective in connecting to the ensemble, community, and audience? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Adaptability and Flexibility\nSocial Awareness",
    "drs_know": "Understand music, dance, art, and media can be used to affect an audience’s experience of theatre.\nRecognize how production elements like music, dance, art, and media can be used to enhance the message\nKnow different techniques for incorporating music, dance, art, and/or media to heighten the connection between performers and audience",
    "drs_do": "Plan and compose music, dance, art, and/or media for a drama/theatre work.\nPerform music, dance, art, and/or media to heighten the connection between performers and audience.\nAssess the impact of different music, dance, art, and/or media design choices on the connection between performers and audience in a drama/theatre work.",
    "drs_understand": "Understand the purpose and effect of using music, dance, art, and media to heighten the connection between performers and audience.\nDiscover how to use production elements to create and enhance ideas in theatre.\nComprehend the various functions of music, dance, art, and/or media in a drama/theatre work.",
    "assessableTasks": "Write a production document that outlines how music, dance, art, and/or media will be used to heighten the connection between performers and audience\nDevelop and perform a presentation that demonstrates how music, dance, art, and/or media can be used to create and intensify the connection between performers and audience\nDesign and perform a scene using music, dance, art, and media integration to heighten the connection between performers and audience",
    "id": "7.2.3.a"
  },
  "7.2.4.a": {
    "grade": "7",
    "domain": "Perform",
    "reference": "2.4.a",
    "gle": "Convey meaning through the presentation of artistic work.",
    "eo": "Participate in rehearsals for a drama/theatre work that will be shared with an audience.",
    "iqs": "What new discoveries were made in your research to better understand the background of the work? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Critical Thinking and Analysis\nGlobal and Cultural Awareness\nCareer Awareness",
    "drs_know": "the purpose of a rehearsal\nthe elements that make up a drama/theatre work\nhow to effectively participate in a rehearsal",
    "drs_do": "act on stage according to the theatre director's instructions\nmemorize lines and practice movements/staging within rehearsals\nparticipate in a rehearsal with respect and professionalism",
    "drs_understand": "how the rehearsal process helps to refine a drama/theatre work\nthe roles and responsibilities of a rehearsal participant\nwhat is required to prepare for a rehearsal",
    "assessableTasks": "participate in a rehearsal for a drama/theatre work\na live performance of the drama/theatre work",
    "id": "7.2.4.a"
  },
  "7.3.1.a": {
    "grade": "7",
    "domain": "Critically Respond",
    "reference": "3.1.a",
    "gle": "Perceive and analyze artistic work.",
    "eo": "Compare recorded personal and peer reactions to artistic choices in a drama/ theatre work.",
    "iqs": "Why is identifying and understanding design elements critical to the success of a production? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Interpersonal Communication\nCreativity and Innovation\nSelf-Advocacy and Initiative",
    "drs_know": "Identify the elements of the drama/ theatre work being studied.\nExplain the purpose of the elements in the drama/ theatre work.\nExplain the elements that need to be considered when making an artistic choice in a drama/ theatre work.",
    "drs_do": "Demonstrate the ability to apply learned concepts to various drama/ theatre works.\nEvaluate different artistic choices that can be made for a given drama/ theatre work.\nCompare, contrast, and adjust artistic choices based on recorded personal and peer reactions.",
    "drs_understand": "Compare artistic choices between two different versions of the drama/ theatre work.\nAnalyze how different artistic choices impact recorded personal and peer reactions.\nAnalyze the relationships between artistic choices that have been made and recorded personal and peer reactions.",
    "assessableTasks": "Create a chart or diagram to compare recorded personal and peer reactions to artistic choices.\nWrite a narrative essay showing the impact of different artistic choices on recorded personal and peer reactions.\nRole-play a scenario to explain how artistic choices impact recorded personal and peer reactions.",
    "id": "7.3.1.a"
  },
  "7.3.2.a": {
    "grade": "7",
    "domain": "Critically Respond",
    "reference": "3.2.a",
    "gle": "Interpret intent and meaning in artistic work.",
    "eo": "Identify the artistic choices made based on personal experience in a drama/theatre work.",
    "iqs": "In what ways do your connections to other art forms enhance the artistic choices (Aligns with EO c.)",
    "tasks": "",
    "vocab": "",
    "ces": "Adaptability and Flexibility\nGlobal and Cultural Awareness\nSelf-Awareness",
    "drs_know": "Understand the concept of personal experience in drama/theatre works.\nRecognize the artistic choices made in a drama/theatre work based on personal experience.\nIdentify the motivations for incorporating personal experience into drama/theatre works.",
    "drs_do": "Create a drama/theatre work following guidelines aimed to allow personal experience.\nIntegrate personal experience into a drama/theatre work.\nInterpret personal experience to inform artistic decisions for a drama/theatre work.",
    "drs_understand": "Compare and contrast artistic choices made in drama/theatre works based on personal experience.\nAnalyze the effect of personal experience on the characters in a drama/theatre work.\nEvaluate the capabilities of personal experience on transforming a drama/theatre production.",
    "assessableTasks": "Create a drama/theatre work based on personal experience.\nCreate a critical discussion of personal experience in a drama/theatre work.\nEvaluate a drama/theatre work in terms of the personal experience it conveys.",
    "id": "7.3.2.a"
  },
  "7.3.2.b": {
    "grade": "7",
    "domain": "Critically Respond",
    "reference": "3.2.b",
    "gle": "Interpret intent and meaning in artistic work.",
    "eo": "Describe how cultural perspectives can influence the evaluation of drama/theatre work.",
    "iqs": "How is the creative process influenced by the technical aspects of a production? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Digital Literacy\nAdaptability and Flexibility\nSelf-Advocacy and Initiative",
    "drs_know": "Describe how cultural perspectives impact the evaluation of drama and theatre work\nExplain the value of diverse perspectives in theatre performance\nDescribe the importance of considering a variety of cultural backgrounds when discussing the value of a theatre production",
    "drs_do": "Observe and recognize cultural differences in theatre works\nSynthesize various cultural elements in theatre works\nEvaluate theatre works through the lens of multiple cultures",
    "drs_understand": "Explain the differences between personal and cultural perspectives on theatre performances\nAnalyze how theatre works are interpreted through different cultural lens\nDiscuss how cultural perspectives can inform positive and meaningful changes in theatre works",
    "assessableTasks": "Explain the value of cultural perspectives in theatre works\nAnalyze the differences between personal and collective perspectives on theatre production\nSynthesize cultural elements to evaluate theatre works",
    "id": "7.3.2.b"
  },
  "7.3.2.c": {
    "grade": "7",
    "domain": "Critically Respond",
    "reference": "3.2.c",
    "gle": "Interpret intent and meaning in artistic work.",
    "eo": "Interpret how the use of personal aesthetics, preferences, and beliefs can be used to discuss drama/theatre work.",
    "iqs": "How can theatre ethics be applied to one's own work? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Data Literacy\nCritical Thinking and Analysis\nGlobal and Cultural Awareness",
    "drs_know": "Describe the different personal aesthetics and preferences that apply to dramatic performances\nExplain how personal beliefs can come into play when viewing a playbook\nIdentify different elements of a theatrical performance that may be affected by personal preferences and aesthetics",
    "drs_do": "Create a chart that outlines the different attitudes and beliefs that can be brought to a theatrical performance\nResearch and evaluate an example of how personal beliefs have had an impact on theatre\nCreate a critical dialogue between characters in a play that illustrate different ways of interpreting the same story based on personal beliefs",
    "drs_understand": "Analyze how personal opinions may shape or influence how a play is interpreted\nDetermine how an audience's opinions can be impacted by their personal feelings about a play\nExamine the impact of personal perspectives on evaluating a dramatic performance",
    "assessableTasks": "Create a chart that outlines the different attitudes and beliefs that can be brought to a theatrical performance\nResearch and evaluate an example of how personal beliefs have had an impact on theatre\nCreate a critical dialogue between characters in a play that illustrate different ways of interpreting the same story based on personal beliefs",
    "id": "7.3.2.c"
  },
  "7.3.3.a": {
    "grade": "7",
    "domain": "Critically Respond",
    "reference": "3.3.a",
    "gle": "Connect artistic experiences to our world; past, present, and future.",
    "eo": "Research and analyze two different versions of the same drama/theatre story to determine differences and similarities in telling the story.",
    "iqs": "Did the audience get the intended purpose? (Aligns with EO c.)",
    "tasks": "",
    "vocab": "",
    "ces": "Data Literacy\nCritical Thinking and Analysis\nSocial Awareness",
    "drs_know": "Name two different versions of the same story.\nDescribe how the story is told differently in the two versions.\nIdentify similarities between the two versions.",
    "drs_do": "Research and analyze the two versions of the story.\nCompare and contrast the two stories.\nWrite a summary of the similarities and differences between the two versions of the story.",
    "drs_understand": "Identify plot points in the stories that remain the same in both versions.\nUnderstand how the differences between the two versions affect the story being told.\nExplain how the story and characters in the two versions differ.",
    "assessableTasks": "Write a blog post that compares and contrasts the two stories.\nCreate a storyboard that illustrates the similarities and differences found in the stories.\nCreate a presentation that explains the differences between the two stories.",
    "id": "7.3.3.a"
  },
  "7.3.4.a": {
    "grade": "7",
    "domain": "Critically Respond",
    "reference": "3.4.a",
    "gle": "Apply criteria to evaluate artistic work.",
    "eo": "Explain preferences, using supporting evidence and criteria to evaluate drama/theatre work.",
    "iqs": "What insight did you gain from your research? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Adaptability and Flexibility\nCareer Awareness\nPerseverance and Resilience",
    "drs_know": "Explain what preferences mean in regards to theatre and drama\nDescribe how to use supporting evidence to evaluate drama/theatre work\nExplain why criteria is important when evaluating drama/theatre work",
    "drs_do": "Compare and contrast different types of preferences in theatre and drama\nGather and use evidence to evaluate drama/theatre work\nSelect and apply appropriate criteria to evaluate drama/theatre work",
    "drs_understand": "Analyze the different types of preferences that are possible in theatre and drama\nEvaluate the sources and types of supporting evidence available to evaluate drama/theatre work\nEvaluate the appropriateness of various criteria when evaluating drama/theatre work",
    "assessableTasks": "Create a written comparison of two different preferences in theatre and drama\nWrite an analysis of a particular drama/theatre work using supporting evidence and criteria to backup claims made\nDesign and perform a critical evaluation of one drama/theatre work using applicable criteria",
    "id": "7.3.4.a"
  },
  "7.3.4.b": {
    "grade": "7",
    "domain": "Critically Respond",
    "reference": "3.4.b",
    "gle": "Apply criteria to evaluate artistic work.",
    "eo": "Examine the aesthetics of the production elements in a drama/theatre work.",
    "iqs": "How do the efforts of other artists connect to the final presentation or production? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Adaptability and Flexibility\nSocial Awareness\nCivic Engagement",
    "drs_know": "theatre elements such as scenery, props, sounds, costumes, and lighting\nthe purpose of producing a theatre work\nthe different artistic choices that can be made when creating a show",
    "drs_do": "analyse the production elements used in a play\nexplain how the aesthetics of production elements contribute to the meaning of a theatre work\ncompare and contrast production elements to make connections between plays",
    "drs_understand": "the different ways that elements can be used to create or support meaning in a production\nhow the aesthetics of the production elements can enhance a theatre work\nthe different artistic interpretations that can lead to fresh approaches in producing a drama/theatre work",
    "assessableTasks": "participate in a group conversation to discuss production elements in theatre works\ndiagram the elements of a play to describe the aesthetic of the production\ncreate a presentation about the use of elements to support the aesthetic of a theatre work",
    "id": "7.3.4.b"
  },
  "7.3.4.c": {
    "grade": "7",
    "domain": "Critically Respond",
    "reference": "3.4.c",
    "gle": "Apply criteria to evaluate artistic work.",
    "eo": "Identify how the intended purpose of a drama/theatre work appeals to a specific audience.",
    "iqs": "What new understanding were discovered about the drama/theatre work through critical research? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Digital Literacy\nCritical Thinking and Analysis\nCareer Awareness",
    "drs_know": "Describe what the intended purpose of a drama/theatre work is\nExplain why specific types of audience may be attracted to a drama/theatre work\nName an example of a drama/theatre work that appeals to a particular audience",
    "drs_do": "Design an audience response survey to evaluate the appeal of a drama/theatre work\nDevelop an original drama/theatre work that appeals to a selected audience group\nAdapt an existing drama/theatre work to attract a new audience group",
    "drs_understand": "Explain how the choice of content and style influences a drama/theatre work's appeal to a particular audience\nExplore the ways in which a drama/theatre work can be modified to meet the needs/interests of different audience groups\nAnalyse the potential effect that a drama/theatre work might have on the audience",
    "assessableTasks": "Audience survey\nOriginal drama/theatre work design\nDrama/theatre work adaptation",
    "id": "7.3.4.c"
  },
  "8.1.1.a": {
    "grade": "8",
    "domain": "Create",
    "reference": "1.1.a",
    "gle": "Generate and conceptualize artistic ideas and work.",
    "eo": "Imagine and explore multiple perspectives and solutions to staging problems in a drama/theatre work.",
    "iqs": "What is your character thinking? How do you know? (Aligns with EO c.)",
    "tasks": "",
    "vocab": "",
    "ces": "Interpersonal Communication\nCreativity and Innovation\nSelf-Advocacy and Initiative",
    "drs_know": "The definition of drama/theatre work\nThe purpose of staging in a drama/theatre work\nHow to explore multiple perspectives and solutions to a staging problem",
    "drs_do": "Imagine multiple perspectives to a staging problem in a drama/theatre work\nExplore a range of solutions to a staging problem\nApply a chosen solution to a staging problem in a drama/theatre work",
    "drs_understand": "Why exploring multiple perspectives and solutions to a staging problem is important in a drama/theatre work\nHow to apply knowledge to solve a staging problem in a drama/theatre work\nThe limitations and benefits of using perspectives to solve a staging problem",
    "assessableTasks": "Create a sticky-note based brainstorm to explore various perspectives and solutions to a staging problem\nDraft a written proposal outlining a chosen solution to a staging problem\nConstruct a staging model according to a chosen solution to a staging problem",
    "id": "8.1.1.a"
  },
  "8.1.1.b": {
    "grade": "8",
    "domain": "Create",
    "reference": "1.1.b",
    "gle": "Generate and conceptualize artistic ideas and work.",
    "eo": "Imagine and explore possible solutions to design challenges of a performance space in a drama/theatre work.",
    "iqs": "How do you select physical and vocal traits to improve the story? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Interpersonal Communication\nCollaboration and Teamwork\nPerseverance and Resilience",
    "drs_know": "The basic components of a performance space\nThe layout of a traditional performance space and its elements\nHow spatial and temporal elements interact with the production elements of a performance",
    "drs_do": "Brainstorm possible solutions and design ideas for the performance space\nAdapt existing ideas for a given space and situation considering the context of the production\nIncorporate technological approaches to create a distinctive space",
    "drs_understand": "The design challenges of creating a unique performance space\nHow to solve those challenges effectively within a given budget and resources\nThe importance of scale, structure, texture, colour, light, sound, and movement in the overall design of the performance space",
    "assessableTasks": "Collaborate to create a drawing of an example of a performance space\nResearch theatre styles and production elements of a performance\nDesign a suitable space based on the production concept",
    "id": "8.1.1.b"
  },
  "8.1.1.c": {
    "grade": "8",
    "domain": "Create",
    "reference": "1.1.c",
    "gle": "Generate and conceptualize artistic ideas and work.",
    "eo": "Develop a scripted or improvised character by articulating the character's inner thoughts, objectives, and motivations in a drama/theatre work.",
    "iqs": "In what ways was the relationship established? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Adaptability and Flexibility\nSocial Awareness\nCivic Engagement",
    "drs_know": "the difference between scripted and improvised characters\nstandards for articulating a character's inner thoughts, objectives, and motivations in a drama/theatre work\ncharacter analysis techniques",
    "drs_do": "build a character by constructing backstories and personalities\nexplore the character's motives, emotions, and relationships in an improvisational manner\narticulate a character's inner thoughts, objectives, and motivations in a drama/theatre work",
    "drs_understand": "how to create a scripted or improvised character\nhow to develop a character-specific storyline\nhow to use acting techniques to portray character",
    "assessableTasks": "memorize a monologue portraying a character\npresent an improvisation that focuses on character development\ncreate a pitched and rehearsed performance based on scripted character development",
    "id": "8.1.1.c"
  },
  "8.1.2.a": {
    "grade": "8",
    "domain": "Create",
    "reference": "1.2.a",
    "gle": "Organize and develop artistic ideas and work.",
    "eo": "Articulate and apply background knowledge, research, historical, and cultural context to the development of original ideas for a drama/theatre work.",
    "iqs": "What stood out to you in the differences of the two stories? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Critical Thinking and Analysis\nGlobal and Cultural Awareness\nCareer Awareness",
    "drs_know": "Discuss various theatre works from different historical timelines, cultures, and geographical regions\nDefine the purpose and function of drama/theatre in contrast to other performance art forms\nRecognize the relationships between theatrical elements (ex. Music, costume design, lighting, etc.)",
    "drs_do": "Research a particular topic related to drama/theatre and synthesize ideas into original works\nApply knowledge of theatrical components to the development of a drama/theatre work\nEmploy acquired techniques and conventions to benefit performance",
    "drs_understand": "Analyze the cultural and historical context of dramatic works\nInterpret meaning in drama/theatre based on specific techniques and conventions\nIdentify key elements that could be used in the development of a drama/theatre work",
    "assessableTasks": "Write a research paper on a chosen topic related to drama/theatre\nDevise a drama/theatre workshop based on both new and existing theatrical elements\nDesign and perform an original drama/theatre work",
    "id": "8.1.2.a"
  },
  "8.1.2.b": {
    "grade": "8",
    "domain": "Create",
    "reference": "1.2.b",
    "gle": "Organize and develop artistic ideas and work.",
    "eo": "Share leadership and responsibilities to develop collaborative goals when preparing or devising drama/theatre work.",
    "iqs": "What are your character's inner thoughts? How do you know? (Aligns with EO c.)",
    "tasks": "",
    "vocab": "",
    "ces": "Interpersonal Communication\nCreativity and Innovation\nSelf-Advocacy and Initiative",
    "drs_know": "Explain the purpose of sharing leadership and responsibilities when preparing drama/theatre work.\nList ways leaders and members can manage roles and responsibilities when collaborating.\nRecognize common goals in collaborative group work.",
    "drs_do": "Organize a group into roles and responsibilities for a particular project.\nAssign individual roles that reflect the strengths and weaknesses of group members.\nEvaluate the effectiveness of the group's collaborative goal.",
    "drs_understand": "Identify how leadership roles benefit a group.\nDescribe what a collaborative goal is.\nAnalyze how collaboration impacts the success of a project.",
    "assessableTasks": "Create an organized plan for a drama/theatre project.\nDevelop roles for a group based on their strengths and weaknesses.\nDemonstrate successful delegation of responsibilities to meet a project's goal.",
    "id": "8.1.2.b"
  },
  "8.1.3.a": {
    "grade": "8",
    "domain": "Create",
    "reference": "1.3.a",
    "gle": "Connect artistic ideas to personal experience and varied perspectives.",
    "eo": "Examine and analyze community issue through multiple perspectives in a drama/theatre work.",
    "iqs": "Why should you experiment with different choices for your character? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Interpersonal Communication\nCollaboration and Teamwork\nPerseverance and Resilience",
    "drs_know": "Identify a community issue that could be explored through drama/theatre,\nExplain the importance of examining multiple perspectives when creating a drama/theatre work,\nName a few elements of drama/theatre that could be used to explore a community issue",
    "drs_do": "Create a drama/theatre work inspired by a community issue,\nAnalyze a drama/theatre work to identify varying perspectives on a community issue,\nDemonstrate an understanding of how multiple perspectives are used in a drama/theatre work by comparing it to the original source of inspiration",
    "drs_understand": "Describe how a conflict in a drama/theatre work could represent a community issue,\nExplain how characters or an audience’s views about a community issue can change based on the methods used to represent it through theatre,\nIdentify differing theatrical conventions and strategies used to present different perspectives in a drama/theatre work",
    "assessableTasks": "Identify a potential community issue and research it for use in a drama/theatre work\nAnalyze a drama/theatre work to detect the different perspectives it takes on a community issue\nCreate a drama/theatre work that explores multiple perspectives on a community issue",
    "id": "8.1.3.a"
  },
  "8.1.3.b": {
    "grade": "8",
    "domain": "Create",
    "reference": "1.3.b",
    "gle": "Connect artistic ideas to personal experience and varied perspectives.",
    "eo": "Identify and use research and design choices in a drama/theatre work to enhance the work.",
    "iqs": "How does the incorporation of other arts connect the performer and audience in a drama/theatre work? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Adaptability and Flexibility\nCivic Engagement",
    "drs_know": "Understand the importance of research and design choices in a drama/theatre work\nComprehend how research can inform the choices made in a drama/theatre work\nBe familiar with aspects of design that can enhance a drama/theatre work",
    "drs_do": "Adopt research and design choices to better a drama/theatre work\nUtilize research to guide the decisions made in a drama/theatre work\nIncorporate aspects of design to enrich a drama/theatre work",
    "drs_understand": "Interpret the implications of research and design choices in a drama/theatre work\nAnalyze how research can shape the choices made in a drama/theatre work\nEvaluate aspects of design that can elevate a drama/theatre work",
    "assessableTasks": "Conducting research into a play\nPlanning scenic design\nDevising a light plot",
    "id": "8.1.3.b"
  },
  "8.1.4.a": {
    "grade": "8",
    "domain": "Create",
    "reference": "1.4.a",
    "gle": "Refine towards completion of artistic work.",
    "eo": "Use repetition and analysis in order to revise devised or scripted drama/theatre work.",
    "iqs": "Why is exposure to a range of performances necessary to develop strong critical evaluation skills? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Media Literacy\nData Literacy\nCritical Thinking and Analysis",
    "drs_know": "Identify areas in a scene that could be improved by repetition and analysis.\nExplain the purpose of using repetition and analysis to revise a scene.\nDiscuss how the techniques of repetition and analysis can be applied to both devised and scripted theatre work.",
    "drs_do": "Apply the techniques of repetition and analysis to revise a scene.\nRevise a scene using the techniques of repetition and analysis to a grade 8 standard.\nCompare the effects of applying repetition and analysis before and after when revising a scene.",
    "drs_understand": "Describe the different methods of repetition and analysis in the context of theatre work.\nExplain how the techniques of repetition and analysis help to focus on specific elements of a scene.\nAnalyze how to use repetition and analysis to revise a scene with greater effect.",
    "assessableTasks": "Devise scenes for a theatre play and apply the techniques of repetition and analysis to revise them\nObserve and evaluate an existing scene to see where the techniques of repetition and analysis might be used for greater effect\nCompare and contrast the effects of applying repetition and analysis when revising scenes",
    "id": "8.1.4.a"
  },
  "8.1.4.b": {
    "grade": "8",
    "domain": "Create",
    "reference": "1.4.b",
    "gle": "Refine towards completion of artistic work.",
    "eo": "Refine effective physical, vocal, and physiological traits of characters in an improvised or scripted drama/theatre work.",
    "iqs": "How do we use our experiences to help enhance the story? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Creativity and Innovation\nCollaboration and Teamwork\nSocial Awareness",
    "drs_know": "The purpose of refining physical, vocal, and physiological traits of characters in an improvised or scripted drama/theatre work\nThe elements of physical, vocal, and physiological traits to be refined\nThe strategies involved for refining the elements for effective characterization",
    "drs_do": "Evaluate a production and identify which physical, vocal, and physiological characters traits are effective\nCreate effective characters by refining their physical, vocal, and physiological traits\nIdentify the potential adjustments to refine physical, vocal, and physiological traits of an improvised or scripted drama/theatre work}",
    "drs_understand": "The fundamentals of the creative process for creating and refining effective physical, vocal, and physiological traits\nThe appropriate physical, vocal, and physiological traits that effectively portray characters\nThe interactional relationships between physical, vocal, and physiological traits in different characters and scenarios",
    "assessableTasks": "Analyze a production of an improvised or scripted drama/theatre work\nCreate an improvised or scripted scene and evaluate physical, vocal, and physiological traits of characters\nProduce a final project demonstrating effective physical, vocal, and physiological traits",
    "id": "8.1.4.b"
  },
  "8.1.4.c": {
    "grade": "8",
    "domain": "Create",
    "reference": "1.4.c",
    "gle": "Refine towards completion of artistic work.",
    "eo": "Implement and refine a planned technical design using simple technology during the rehearsal process for devised or scripted drama/theatre work.",
    "iqs": "How do technical elements enhance a theatrical performance? (Aligns with EO c.)",
    "tasks": "",
    "vocab": "",
    "ces": "Interpersonal Communication\nCollaboration and Teamwork\nPerseverance and Resilience",
    "drs_know": "The definition of technical design and simple technology in theatre\nCommon rehearsal techniques and strategies for devising and scripted theatre\nThe purpose of technical design and appropriate use of simple technology in the rehearsal process for theatre",
    "drs_do": "Plan a technical design for a theatre performance based on devising or scripted theatre criteria\nRefine the technical design with the input of others involved in the theatre production\nUtilize simple technology to properly execute the technical design during the rehearsal",
    "drs_understand": "How technical design and simple technology are used to create an effective performance\nThe difference between devising and scripted theatre and how it impacts technical design and simple technology\nHow technical design and simple technology are used with simple props or set pieces and sound and lighting cues",
    "assessableTasks": "Planning a basic technical design for a devised or scripted production\nCorrectly implementing the technical design in a rehearsal\nRefining the technical design with input from others",
    "id": "8.1.4.c"
  },
  "8.2.1.a": {
    "grade": "8",
    "domain": "Perform",
    "reference": "2.1.a",
    "gle": "Select, analyze, and interpret artistic work for presentation.",
    "eo": "Explore different pacing to better communicate the story in a drama/theatre work.",
    "iqs": "What were the differences between performing and rehearsing? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Interpersonal Communication\nMedia Literacy\nSocial Awareness",
    "drs_know": "The meaning of 'pacing' in drama/theatre work\nWhat can change when the pacing of a drama/theatre work changes\nHow to adjust pacing in a drama/theatre work to better communicate a story",
    "drs_do": "Explore different pacing during a scene or monologue in a drama/theatre work\nAdjust the pacing of a scene or monologue in a drama/theatre work to better communicate the story\nPlan and carry out rehearsals with a focus on exploring pacing to better communicate the story in a drama/theatre work",
    "drs_understand": "Why changes in pacing are important to communicating the story in a drama/theatre work\nDifferent approaches to adjusting pacing for different types of stories in drama/theatre work\nHow to incorporate pacing into dramatic action and rehearsal",
    "assessableTasks": "Dramatically perform a scene with different pacing\nRehearse a scene and adjust the pacing to better communicate the story\nWrite a brief reflective essay on the impact of changes in pacing when performing a drama/theatre work",
    "id": "8.2.1.a"
  },
  "8.2.1.b": {
    "grade": "8",
    "domain": "Perform",
    "reference": "2.1.b",
    "gle": "Select, analyze, and interpret artistic work for presentation.",
    "eo": "Apply and justify various character objectives and tactics in a drama/theatre work to overcome an obstacle.",
    "iqs": "What criteria did this performance meet? (Aligns with EO a.)\nWhat criteria is it important to evaluate? (Aligns with EO a.)\nWhat makes a performance good? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Media Literacy\nData Literacy\nCritical Thinking and Analysis",
    "drs_know": "What an objective is in theatre\nWhat tactics are used in theatre\nHow objectives and tactics work together in a drama/theatre work",
    "drs_do": "Use objectives and tactics to overcome an obstacle\nIdentify and select appropriate objectives and tactics\nJustify objectives and tactics within a theatre work",
    "drs_understand": "How to select and apply character objectives and tactics\nThe purpose of objectives and tactics when overcoming an obstacle\nThe relationship between objectives and tactics",
    "assessableTasks": "Produce a one minute scene with two characters overcoming an obstacle using objectives and tactics\nDiscuss how objectives and tactics are used in a drama/theatre work\nCreate an original monologue depicting a character overcoming an obstacle using objectives and tactics",
    "id": "8.2.1.b"
  },
  "8.2.2.a": {
    "grade": "8",
    "domain": "Perform",
    "reference": "2.2.a",
    "gle": "Develop and refine artistic techniques, choices, and work for presentation.",
    "eo": "Develop a variety of acting techniques to increase skills in a rehearsal or drama/theatre performance.",
    "iqs": "How is the creative process influenced by the technical aspects of a production? (Aligns with EO a.)\nHow does creating characters enhance real-world connections to literary and historical characters and diverse cultures? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Creativity and Innovation\nCollaboration and Teamwork\nSelf-Management",
    "drs_know": "Be aware of the basic techniques used in rehearsal and drama/theatre performance.\nName and discuss various approaches to character development.\nUnderstand the importance of acting techniques for an effective performance.",
    "drs_do": "Perform improvisations and monologues in a variety of ways.\nDemonstrate the use of techniques to emphasize character traits and objectives.\nSynthesize various techniques to create a polished performance.",
    "drs_understand": "Distinguish between different acting techniques.\nRecognize how different techniques can be used to create and refine a character.\nIdentify the ways techniques can be implemented into one's own rehearsal or performance.",
    "assessableTasks": "Improvisation Presentation\nCharacter Analysis Monologue\nPlayscript Performance",
    "id": "8.2.2.a"
  },
  "8.2.2.b": {
    "grade": "8",
    "domain": "Perform",
    "reference": "2.2.b",
    "gle": "Develop and refine artistic techniques, choices, and work for presentation.",
    "eo": "Implement a variety of technical elements to create a design for a rehearsal or drama/theater production.",
    "iqs": "What revisions did you make from your original idea? (Aligns with EO c.)",
    "tasks": "",
    "vocab": "",
    "ces": "Interpersonal Communication\nCollaboration and Teamwork\nPerseverance and Resilience",
    "drs_know": "the technical elements and processes used to create a design for a rehearsal or drama/theater production\nthe purpose of each applicable technical element for a drama/theater production\nthe reality of specific theatrical constraints and appropriate design choices within those constraints",
    "drs_do": "research technical elements to create a production design\nselect and implement appropriate technical elements for a production design\nevaluate the production design for impact on a rehearsal or drama/theater production",
    "drs_understand": "how to select the most effective technical elements for a specific production\nhow to apply the technical elements of a design to create the desired effect in a rehearsal or drama/theater production\nthe criteria for evaluating the success of a production design in a rehearsal or drama/theater production",
    "assessableTasks": "writing a technical analysis of a variety of elements used in a production design\ncreating a model design using appropriate technical elements\npresenting the model design to peers for critique and feedback",
    "id": "8.2.2.b"
  },
  "8.2.3.a": {
    "grade": "8",
    "domain": "Perform",
    "reference": "2.3.a",
    "gle": "Connect artistic work with audience, community, and ensemble.",
    "eo": "Identify universal themes or common social issues and express them through a drama/theatre work.",
    "iqs": "Does the performance change depending on the audience? (Aligns with EO a.)\nHow does a performance change? (Aligns with EO a.)\nWho is the intended audience? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Interpersonal Communication\nMedia Literacy\nSocial Awareness",
    "drs_know": "Universal themes or common social issues\nThe role of the artist in addressing these ideas\nDrama/theatre as a medium for addressing these issues",
    "drs_do": "Demonstrate an understanding of universal themes\nIncorporate common social issues into theatre pieces\nTheatre as a medium for reflecting current topics in society",
    "drs_understand": "The importance of these subjects in society\nThe impact of theatre in communicating these ideas effectively\nThe different methods of expression through theatre",
    "assessableTasks": "Writing a script incorporating common social issues\nDeveloping a scene in which universal themes are explored\nPerforming a theatre piece addressing a current social issue",
    "id": "8.2.3.a"
  },
  "8.2.4.a": {
    "grade": "8",
    "domain": "Perform",
    "reference": "2.4.a",
    "gle": "Convey meaning through the presentation of artistic work.",
    "eo": "Perform/present a rehearsed/designed drama/theatre work for an audience.",
    "iqs": "What skills were necessary for the artists who created a piece of live theatre? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Critical Thinking and Analysis\nGlobal and Cultural Awareness\nCareer Awareness",
    "drs_know": "Parts of a play/script: setting, character, plot, and conflict\nTypes of theatre: physical, musical, multimedia, etc.\nElements of drama: language, movement, music, and design",
    "drs_do": "Create a rehearsal plan for a given theatre work\nDesign elements that communicate the desired meaning of a theatre work to the audience\nAnalyze and explain design/presentation choices when responding to a scripted theatre work",
    "drs_understand": "The role of director/designer in rehearsal and performance\nThe influence of the context on the design and performance of a theatre work\nAppropriate connections between design elements and theatrical reinterpretations",
    "assessableTasks": "Devise and rehearse/perform a designed theatre work\nCreate and deliver an artistic statement",
    "id": "8.2.4.a"
  },
  "8.3.1.a": {
    "grade": "8",
    "domain": "Critically Respond",
    "reference": "3.1.a",
    "gle": "Perceive and analyze artistic work.",
    "eo": "Apply criteria to analyze artistic choices in a drama/theatre work.",
    "iqs": "What are the choices you are making to develop your character? (Aligns with EO c.)",
    "tasks": "",
    "vocab": "",
    "ces": "Interpersonal Communication\nCreativity and Innovation\nSelf-Advocacy and Initiative",
    "drs_know": "Identify artistic choices in drama/theatre work such as characterization, language, structure, lighting, and costumes\nUnderstand the purpose of each theatrical element\nDescribe the effect of each element on the audience",
    "drs_do": "Apply criteria to analyze artistic choices in a drama/theatre work\nEvaluate the effectiveness of artistic choices in a drama/theatre work\nSuggest possible alternatives to existing artistic choices in a drama/theatre work",
    "drs_understand": "Relate established criteria to artistic choices\nDiscuss the processes involved in analyzing artistic choices\nExplain the effects of the choices on an audience",
    "assessableTasks": "Create an analysis of a scene in a theatre performance based on review criteria\nReview a scene in a theatre performance against established criteria\nWrite a list of criteria to evaluate a scene in a theatre performance",
    "id": "8.3.1.a"
  },
  "8.3.2.a": {
    "grade": "8",
    "domain": "Critically Respond",
    "reference": "3.2.a",
    "gle": "Interpret intent and meaning in artistic work.",
    "eo": "Summarize and share artistic choices when participating in or observing a drama/theatre work.",
    "iqs": "How are technical conventions being used throughout rehearsal to convey meaning? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Interpersonal Communication\nCollaboration and Teamwork\nPerseverance and Resilience",
    "drs_know": "Recognize artistic elements within a drama/theatre work, such as music, lighting, and costuming.\nExplain the impact of artistic choices in a play.\nIdentify and distinguish between different types of dramatic structure.",
    "drs_do": "Analyze the artistic choices of a drama/theatre work.\nApply knowledge of different artistic elements when creating a piece of theatre.\nDemonstrate an understanding of the impact of artistic elements on various audience members.",
    "drs_understand": "Connect artistic choices to the director’s vision and the context of the play.\nInterpret how the use of various artistic elements in a play affect the audience or evoke a certain reaction.\nArticulate why certain artistic choices are appropriate for conveying specific messages or contexts.",
    "assessableTasks": "Create a chart to compare and contrast artistic choices used in two different drama/theatre works.\nCompose a report detailing the importance of artistic choices in an original work of theatre.\nWrite a short essay summarizing how various artistic elements shape the audience’s understanding of a performance.",
    "id": "8.3.2.a"
  },
  "8.3.2.b": {
    "grade": "8",
    "domain": "Critically Respond",
    "reference": "3.2.b",
    "gle": "Interpret intent and meaning in artistic work.",
    "eo": "Analyze how cultural perspectives influence the evaluation of a drama/theatre work.",
    "iqs": "What are the best practices to facilitate rehearsal? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Digital Literacy\nAdaptability and Flexibility\nSelf-Advocacy and Initiative",
    "drs_know": "Recognize the meaning of cultural perspectives\nIdentify the cultural references used in a drama/theatre work\nDistinguish a variety of cultural perspectives",
    "drs_do": "Compare and contrast different cultural perspectives presented in a drama/theatre work\nEvaluate a drama/theatre work based on cultural perspectives\nDevelop an understanding of the influence of cultural perspectives on a drama/theatre work",
    "drs_understand": "Interpret the significance of different cultural perspectives in a drama/theatre work\nExplain how different cultural perspectives can shape how a drama/theatre work is interpreted\nDescribe how cultural perspectives can influence the evaluation of a drama/theatre work",
    "assessableTasks": "Creating a response to a drama/theatre work through writing or performance that utilizes a cultural perspective\nShare ideas about the impact of various cultural perspectives on the interpretation and evaluation of a performance\nDiscuss how cultural perspectives can shape the nuances and overall understanding of a drama/theatre work",
    "id": "8.3.2.b"
  },
  "8.3.2.c": {
    "grade": "8",
    "domain": "Critically Respond",
    "reference": "3.2.c",
    "gle": "Interpret intent and meaning in artistic work.",
    "eo": "Apply personal aesthetics, preferences, and beliefs to evaluate a drama/theatre work.",
    "iqs": "What does theatrical convention teach about style? (Aligns with EO c.)\nHow can artistic choices affect a production? (Aligns with EO c.)",
    "tasks": "",
    "vocab": "",
    "ces": "Data Literacy\nCritical Thinking and Analysis\nGlobal and Cultural Awareness",
    "drs_know": "What personal aesthetics, preferences, and beliefs are.\nHow to evaluate a drama/theatre work.\nThe criteria for evaluating a theatrical performance.",
    "drs_do": "Apply personal aesthetics, preferences, and beliefs to evaluate a drama/theatre work.\nEffectively use criteria to evaluate a theatrical performance.\nIdentify critical perspectives when evaluating theatre.",
    "drs_understand": "How personal aesthetics, preferences, and beliefs impact assessment.\nWhy it is important to evaluate a drama/theatre work.\nPerspectives of the evaluation of theatre.",
    "assessableTasks": "Undertaking an evaluation exercise of a play\nWriting critical reviews of a performance\nParticipating in a discussion about theatre",
    "id": "8.3.2.c"
  },
  "8.3.3.a": {
    "grade": "8",
    "domain": "Critically Respond",
    "reference": "3.3.a",
    "gle": "Connect artistic experiences to our world; past, present, and future.",
    "eo": "Research and discuss the playwright's intent for a drama/theatre work.",
    "iqs": "What theatrical conventions have impacted your choices? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Creativity and Innovation\nSelf-Advocacy and Initiative\nCareer Awareness",
    "drs_know": "Name the key elements of a drama/theatre piece\nUnderstand the importance of researching a playwright's intent in creating a drama/theatre piece\nDescribe the basic goals a playwright has when creating a drama/theatre piece",
    "drs_do": "Use research to support evidence on the playwright's intent\nPresent an argument about the overall intent of the playwright within a drama/theatre piece for a specific audience\nConstruct an original drama/theatre piece that conveys a specific intent",
    "drs_understand": "Identify how elements of the drama/theatre piece express the playwright's intent\nCompare different playwrights' intents for creating similar drama/theatre pieces\nAnalyze the themes and messages the playwright intends to convey",
    "assessableTasks": "Drama/Theatre piece essay\nFlat Worksheet (oral or written)\nClass presentation",
    "id": "8.3.3.a"
  },
  "8.3.4.a": {
    "grade": "8",
    "domain": "Critically Respond",
    "reference": "3.4.a",
    "gle": "Apply criteria to evaluate artistic work.",
    "eo": "Critique a drama/theatre work using supporting evidence, personal aesthetics, and artistic criteria.",
    "iqs": "What do you need to do in order to have a successful production? (Aligns with EO c.)",
    "tasks": "",
    "vocab": "",
    "ces": "Adaptability and Flexibility\nCareer Awareness\nPerseverance and Resilience",
    "drs_know": "An example of a drama or theatre work\nHow to use evidence and artistic criteria to support a critique\nHow to use personal aesthetics to support a critique",
    "drs_do": "Critique a drama or theatre work using evidence, personal aesthetics, and artistic criteria\nEvaluate a theatre work considering its ethical implications\nIdentify elements that contribute towards a successful theatre work",
    "drs_understand": "The capacity to define and critique drama or theatre works considering evidence, personal aesthetics, and artistic criteria\nHow to effectively use evidence, personal aesthetics, and artistic criteria to evaluate theater works\nThe difference between quality of good versus bad theatre works",
    "assessableTasks": "Write an essay examining the work of a specific playwright's body of work\nReview a live theatre performance\nWrite an article summarizing what your classmates said about the theatrical performance",
    "id": "8.3.4.a"
  },
  "8.3.4.b": {
    "grade": "8",
    "domain": "Critically Respond",
    "reference": "3.4.b",
    "gle": "Apply criteria to evaluate artistic work.",
    "eo": "Analyze the production elements used in a drama/theatre work to assess aesthetic choices.",
    "iqs": "How does the knowledge of historical periods impact overall production value? (Aligns with EO a.)\nHow does performing in different forms and styles teach the actor? (Aligns with EO a.)\nWhy this show? Why now? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Media Literacy\nSocial Awareness\nCareer Awareness",
    "drs_know": "The various elements used to produce a theatre production (scenery, costumes, props, lighting, sound, projection)\nThe effects these elements have on the audience's experience\nBasic theatre terminology",
    "drs_do": "Observe and identify how production elements are used in a theatre work\nCompare and contrast use of production elements between works\nAnalyze aesthetic choices in a theatre production",
    "drs_understand": "How production elements communicate information to the audience\nThe purpose of elements in a theatre production\nHow various elementscontribute to the overall effectiveness of the performance",
    "assessableTasks": "Research the production elements and their purpose in the theatre process\nExamine the use of production elements in a theatre work\nConstruct an argument about how a theatre work is affected by the use of its production elements",
    "id": "8.3.4.b"
  },
  "8.3.4.c": {
    "grade": "8",
    "domain": "Critically Respond",
    "reference": "3.4.c",
    "gle": "Apply criteria to evaluate artistic work.",
    "eo": "Assess the impact of a drama/theatre work on a specific audience.",
    "iqs": "What new knowledge or skills learned will you carry forward in a career in theatre? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Digital Literacy\nCritical Thinking and Analysis\nCareer Awareness",
    "drs_know": "What is drama/theatre?\nThe purpose of a drama/theatre work\nThe elements of a successful drama/theatre work",
    "drs_do": "Analyze how different elements of a drama/theatre work are used to achieve an artist’s desired effect\nCreate a plan to evaluate the impact of a drama/theatre work on a specific audience\nAssess the impact of a drama/theatre work on a specific audience",
    "drs_understand": "The cultural and social context of a drama/theatre work\nThe impact of a drama/theatre work on an audience\nHow audience members interpret and react to a drama/theatre work",
    "assessableTasks": "Create a plan to evaluate the impact of a drama/theatre work on a specific audience\nAnalyze how different elements of a drama/theatre work are used to achieve an artist’s desired effect\nAssess the impact of a drama/theatre work on a specific audience",
    "id": "8.3.4.c"
  },
  "HS Adv.1.1.a": {
    "grade": "HS Adv",
    "domain": "Create",
    "reference": "1.1.a",
    "gle": "Generate and conceptualize artistic ideas and work.",
    "eo": "Investigate historical and cultural conventions and their impact on the visual composition of a drama/theatre work.",
    "iqs": "What role does imagination play in a scene or story? (Aligns with EO b.)",
    "tasks": "Outline/design a production vision of the same story through 2 different dramatic forms/styles, using a variety of technical elements and theatrical conventions following a character structure",
    "vocab": "Commedia Dell’Arte, Creative Drama, Dramatic Structure, Elizabethan Theatre, Epic Theatre, Farce, Greek Theatre, Immersive Theatre, Kabuki, Noh, Bunraku, Masks, Melodrama, Puppetry, Opera, Satire, Theatre of the Absurd",
    "ces": "Interpersonal Communication\nCreativity and Innovation\nCollaboration and Teamwork",
    "drs_know": "Identify historical conventions in drama/theater.\nList significant cultural conventions that shape drama/theater.\nUnderstand the impact that conventions have on the visual composition of a drama/theater work.",
    "drs_do": "Interpret drama/theater works for conventions and their impact on composition.\nCompare conventions in different drama/theater works to understand the visual impact of conventions.\nDefend an argument that certain conventions have a greater visual impact than others.",
    "drs_understand": "Explain the significance of conventions in drama/theater works from different historical and cultural contexts.\nAnalyze how the conventions shape the visual composition of different drama/theater works.\nSynthesize how conventions interact to create unique visual compositions in drama/theater works.",
    "assessableTasks": "Creating an annotated bibliography exploring conventions in drama/theater.\nAn analysis of the conventions and their visual impact in one drama/theater work.\nA group project that compares conventions in multiple drama/theater works.",
    "id": "HS Adv.1.1.a"
  },
  "HS Adv.1.1.b": {
    "grade": "HS Adv",
    "domain": "Create",
    "reference": "1.1.b",
    "gle": "Generate and conceptualize artistic ideas and work.",
    "eo": "Understand and apply technology to design solutions for a drama/theatre work.",
    "iqs": "Why is it important to understand the dramatic structure in drama/theatre work? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Critical Thinking and Analysis\nSelf-Advocacy and Initiative\nPerseverance and Resilience",
    "drs_know": "Different basic stages of design process for drama/theatre work\nHow design elements improve storytelling in theatre\nDifferent types of technology used in theatre design and performance",
    "drs_do": "Use technology to design a solution for a drama/theatre work\nAnalyze the strengths and weaknesses of a technology-based design solution\nJustify design decision with appropriate evidence",
    "drs_understand": "The purpose for technology support of a particular performance\nThe implications of technical decisions from both design and performance perspectives\nThe collaborative nature of design solutions between actors and designers",
    "assessableTasks": "Creating a poster for a tech-supported performance\nCreating a lights cue sheet for a short production\nPresenting a demo of a theatre production control system",
    "id": "HS Adv.1.1.b"
  },
  "HS Adv.1.1.c": {
    "grade": "HS Adv",
    "domain": "Create",
    "reference": "1.1.c",
    "gle": "Generate and conceptualize artistic ideas and work.",
    "eo": "Develop a character that is believable and authentic in a drama/theatre work based on personal experiences and knowledge.",
    "iqs": "How is experiencing theatre live different from sitting in a movie theater or watching a movie in your living room? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Media Literacy\nCritical Thinking and Analysis\nSelf-Awareness",
    "drs_know": "Understand the qualities that make a character believable and authentic\nDemonstrate an ability to express emotions authentically\nUtilize personal experiences to develop a character",
    "drs_do": "Choose physical, verbal, and emotional traits that enhance believability when creating a character\nDemonstrate an understanding of the physicality of character by using movement and gestures\nEffectively communicate the character's personality by using voicing and language",
    "drs_understand": "Assess the situations and behaviors that help develop a character\nExplain connections between the character’s experiences and emotions\nRecognize the elements that sustain characterization",
    "assessableTasks": "Create a monologue for the character that is based on personal experiences and emotions\nDemonstrate physical traits, vocal nuances, and verbal behaviors that help portray the character\nDevelop and maintain a character's believability throughout a drama piece",
    "id": "HS Adv.1.1.c"
  },
  "HS Adv.1.2.a": {
    "grade": "HS Adv",
    "domain": "Create",
    "reference": "1.2.a",
    "gle": "Organize and develop artistic ideas and work.",
    "eo": "Refine a dramatic concept to demonstrate a critical understanding of historical and cultural influences of original ideas applied to a drama/theatre work.",
    "iqs": "How can the use of a prop, costume, piece of music, or other technical elements transport the audience to another time period? (Aligns with EO b.)",
    "tasks": "Participate in a series of production meetings in a selected role, and incorporate other's artistic choices to develop a cohesive production design/concept.",
    "vocab": "Form, Style",
    "ces": "Media Literacy\nData Literacy",
    "drs_know": "Understand how to refine a dramatic concept\nUnderstand the historical and cultural influences of original ideas\nBe familiar with the basic principles of drama and theatre works",
    "drs_do": "Analyze a dramatic idea to understand the impact of cultural and historical elements\nRefine a dramatic concept to demonstrate a critical understanding of cultural and historical ideas\nIntegrate cultural and historical ideas to develop a unique dramatic concept",
    "drs_understand": "Demonstrate critical thinking of cultural and historical elements that influence a dramatic concept\nUnderstand how to apply and interpret original ideas toward a drama/theatre work\nAppreciate the impact of historical and cultural elements on the development of a dramatic concept",
    "assessableTasks": "Analyze a dramatic concept to demonstrate an understanding of the interplay between cultural and historical influences\nDevelop a unique dramatic concept that demonstrates a critical understanding of historical and cultural ideas\nRefine a dramatic concept to express a creative interpretation of those elements",
    "id": "HS Adv.1.2.a"
  },
  "HS Adv.1.2.b": {
    "grade": "HS Adv",
    "domain": "Create",
    "reference": "1.2.b",
    "gle": "Organize and develop artistic ideas and work.",
    "eo": "Cooperate as a creative team to make interpretive choices for a drama/theatre work.",
    "iqs": "How do ensembles accomplish their goal? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Interpersonal Communication\nCollaboration and Teamwork\nSocial Awareness",
    "drs_know": "Define cooperation in a theatrical setting\nIdentify components of theatre production\nUnderstand partnership between acting and directing",
    "drs_do": "Support others’ ideas while remaining true to individual artistic vision\nEvaluate how different viewpoints might inform interpretive decisions\nEnact creative solutions to problems that arise during rehearsal",
    "drs_understand": "Recognize the importance of collaboration\nAnalyze how drama and theatre work can inform interpretive decisions\nExpress ideas and viewpoints in an ensemble setting",
    "assessableTasks": "Create and perform a scene in an ensemble setting\nOutline interpretations of a given play\nCollaborate with peers to develop a creative team strategy",
    "id": "HS Adv.1.2.b"
  },
  "HS Adv.1.3.a": {
    "grade": "HS Adv",
    "domain": "Create",
    "reference": "1.3.a",
    "gle": "Connect artistic ideas to personal experience and varied perspectives.",
    "eo": "Choose and interpret a drama/theatre work to connect and question beliefs.",
    "iqs": "How can you adjust levels, space, tempo, etc. to enhance your story? (Aligns with EO a.)",
    "tasks": "Working in a small group, select a global issue and develop a short scene using a choice of theatrical style to examine the issue",
    "vocab": "Lens (theory/psychology), Augusto Boal, Paulo Freire, Political Theatre, Theatre for Social Change, Forum Theatre, Theatre of the Oppressed",
    "ces": "Critical Thinking and Analysis\nCreativity and Innovation\nSelf-Advocacy and Initiative\nPerseverance and Resilience",
    "drs_know": "understand the process of interpreting a drama/theatre work for performance\ndescribe the process of connecting and questioning belief in theatre\nidentify examples of belief in drama/theatre",
    "drs_do": "select a theatre work to connect and question beliefs\ncreate an interpretive approach to the chosen text\npresent the chosen text exploring and questioning beliefs",
    "drs_understand": "explain why connecting and questioning beliefs in theatre is important\nanalyze how characters beliefs are presented and challenged in different theatre texts\ndescribe the impact of performance on audience beliefs",
    "assessableTasks": "create a character monologue exploring a belief presented in the chosen text\ncompare and contrast two characters beliefs in the chosen text\ndevelop a performance piece exploring why the chosen text might challenge audience beliefs",
    "id": "HS Adv.1.3.a"
  },
  "HS Adv.1.3.b": {
    "grade": "HS Adv",
    "domain": "Create",
    "reference": "1.3.b",
    "gle": "Connect artistic ideas to personal experience and varied perspectives.",
    "eo": "Make creative choices based on connections with the selected topic.",
    "iqs": "Why is criticism better than judgment? (Aligns with EO a.)\nDo you hear your peers making fair, grounded criticisms and providing clear meaningful feedback? (Aligns with EO a.)\nWhat is the difference between meaningful critique and not? (Aligns with EO a.)\nHow can you bypass your initial (first) reaction to have a meaningful critique? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Media Literacy\nCritical Thinking and Analysis\nSelf-Awareness",
    "drs_know": "Understand the creative process and idea development.\nBe familiar with the themes of the selected topic.\nRecognize the various techniques used in theatre performance.",
    "drs_do": "Implement creative choices in unison with the selected topic.\nExplore the potential of the selected topic through a variety of theatre techniques.\nConstruct a theatre performance that reflects the creative choices based on the selected topic.",
    "drs_understand": "Comprehend the differences between available story elements and creative choices.\nAppreciate the connections between the selected topic and the theatre process.\nGrasp the purpose and effect of various creative choices.",
    "assessableTasks": "Make an original creative choice based on the selected topic.\nDevelop a theatre piece influenced by the selected topic.\nAnalyze the effect of the creative choices in relation to the selected topic.",
    "id": "HS Adv.1.3.b"
  },
  "HS Adv.1.3.c": {
    "grade": "HS Adv",
    "domain": "Create",
    "reference": "1.3.c",
    "gle": "Connect artistic ideas to personal experience and varied perspectives.",
    "eo": "Integrate connections and knowledge from different art forms and disciplines to develop a drama/theatre work.",
    "iqs": "How does someone else's perspective differ from yours? (Aligns with EO b.)",
    "tasks": "Working in a small group, select a global issue and develop a short scene using a choice of theatrical style to examine the issue",
    "vocab": "Lens (theory/psychology), Augusto Boal, Paulo Freire, Political Theatre, Theatre for Social Change, Forum Theatre, Theatre of the Oppressed",
    "ces": "Data Literacy\nCritical Thinking and Analysis\nGlobal and Cultural Awareness\nEmpowered Individual: Self-Awareness",
    "drs_know": "What constitutes different art forms and disciplines.\nThe impact of different art forms and disciplines on drama/theatre work.\nHow to integrate connections and knowledge from different art forms and disciplines.",
    "drs_do": "Demonstrate how different art forms and disciplines can contribute to drama/theatre works.\nIdentify and use different art forms and disciplines to develop a drama/theatre work.\nSynthesize connections and knowledge from different art forms and disciplines to create a drama/theatre work.",
    "drs_understand": "How integrating different art forms and disciplines can contribute to the success of a drama/theatre work.\nDifferent ways to represent and communicate ideas, messages, and emotions using elements of drama/theatre in combination with other art forms.\nHow to effectively and meaningfully integrate art forms and disciplines to create a drama/theatre work.",
    "assessableTasks": "Design a drama/theatre work that integrates elements from different art forms and disciplines.\nSynthesize connections between different art forms and disciplines to create a drama/theatre work.\nDiscuss how diverse art forms and disciplines can impact the success of a drama/theatre work.",
    "id": "HS Adv.1.3.c"
  },
  "HS Adv.1.4.a": {
    "grade": "HS Adv",
    "domain": "Create",
    "reference": "1.4.a",
    "gle": "Refine towards completion of artistic work.",
    "eo": "Analyze the dramatic concept and technical design elements of a devised or scripted drama/theatre work through the use of the rehearsal process.",
    "iqs": "What is meant by \"\"we are our own worst critic?\" (Aligns with EO c.)",
    "tasks": "",
    "vocab": "",
    "ces": "Media Literacy\nData Literacy\nCritical Thinking and Analysis",
    "drs_know": "Understand the purpose of the rehearsal process and recognize the process for analyzing a play or devised work\nRecognize the various aspects to consider when analyzing a play or devised work\nDifferentiate between dramatic concept and technical design elements",
    "drs_do": "Use the rehearsal process to construct an analysis of a play or devised work\nDevelop strategies to effectively analyze creative elements in a play or devised work\nDemonstrate effective communication skills when providing critical feedback in the rehearsal process",
    "drs_understand": "Explain how to document the creative process for assessment of devised or scripted theatre/drama works\nDetermine the purpose and theme of a play or devised work through the rehearsal process\nIdentify techniques to analyze and evaluate a play or devised work after rehearsal",
    "assessableTasks": "Research characters in a play or devised work\nCollaborate with others to facilitate analysis and evaluation of a play or devised work\nInterpret and evaluate the dramatic concept and technical design elements of a play or devised work",
    "id": "HS Adv.1.4.a"
  },
  "HS Adv.1.4.b": {
    "grade": "HS Adv",
    "domain": "Create",
    "reference": "1.4.b",
    "gle": "Refine towards completion of artistic work.",
    "eo": "Revise physical, vocal, and physiological choices impacting the believability and relevance of a drama/theatre work by using research and script analysis.",
    "iqs": "Why are themes in theatre and history cyclical? (Aligns with EO a.)",
    "tasks": "Critically structure rehearsals to create a character/structure that is believable, authentic, and relevant.",
    "vocab": "Conventions, Catharsis, Director’s Concept, Devised, Believability, Authenticity",
    "ces": "Critical Thinking and Analysis\nGlobal and Cultural Awareness\nSelf-Awareness",
    "drs_know": "the elements of theatre, such as physical, vocal, and physiological choices\nthe techniques used to revise these choices to fulfill the objectives of a drama or theatre performance\nthe importance of research and script analysis to create believability and relevance in a drama or theatre performance",
    "drs_do": "assess and revise the physical, vocal, and physiological choices of a performance to maximize believability and relevance\nresearch and analyze a script for potential improvements to a performance\nmake appropriate changes based on analysis of the script to create a more authentic and relevant performance",
    "drs_understand": "how specific elements of drama/theatre, such as physical, vocal, and physiological choices, influence believability and relevance of a performance\nhow to interpret the objectives and concepts of a script to create a more believable and relevant performance\nhow research and script analysis can be used to create believability and relevance in a performance",
    "assessableTasks": "complete an analysis of a script to identify potential elements of a performance that could be revised to increase believability and relevance\nrevise physical, vocal, and physiological choices of a performance to enhance believability and relevance\npresent a revised performance that incorporates the changes suggested by research and analysis of a script",
    "id": "HS Adv.1.4.b"
  },
  "HS Adv.1.4.c": {
    "grade": "HS Adv",
    "domain": "Create",
    "reference": "1.4.c",
    "gle": "Refine towards completion of artistic work.",
    "eo": "Re-imagine and revise technical design choices during the course of a rehearsal process to enhance the story and emotional impact of a devised or scripted drama/theatre work.",
    "iqs": "What makes a character believable? (Aligns with EO b.)\nHow do performers use personal experiences to enhance a scene or improvisation? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Critical Thinking and Analysis\nCreativity and Innovation",
    "drs_know": "What technical design choices are available creating a theatrical production of a devised or scripted work\nHow the technical design of a theatrical piece can support or distract from the story and emotional impact\nThe use of various technical elements for shaping a particular theatrical style and atmosphere",
    "drs_do": "Re-imagine and revise technical design choices during the course of a rehearsal process to enhance the story and emotional impact of a devised or scripted drama/theatre work\nGenerate new ideas and alternatives for technical design and layout for a devised or scripted drama/theatre work\nUse theater elements to construct an environment which supports the chosen style and atmosphere",
    "drs_understand": "How technical design choices enhance the story and emotional impact of a devised or scripted theatre/drama work\nThe elements that must be managed and formulated during the course of a rehearsal process\nThe purpose and function of the technical elements of a theatrical production",
    "assessableTasks": "Write a report demonstrating how technical design choices have been re-imagined and revised to enhance the story and emotional impact of a devised or scripted drama/theatre work\nCreate visuals of your proposed technical design layout and plans\nDevelop a project wherein students create a theatrical production defining a particular style and atmosphere through the use of various technical elements",
    "id": "HS Adv.1.4.c"
  },
  "HS Adv.2.1.a": {
    "grade": "HS Adv",
    "domain": "Perform",
    "reference": "2.1.a",
    "gle": "Select, analyze, and interpret artistic work for presentation.",
    "eo": "Analyze how unique choices shape believable and sustainable drama/theatre work.",
    "iqs": "Why is it fun to see history brought to life through theatrical design and character representation? (Aligns with EO a.)",
    "tasks": "Incorporate artistic choices (Brecht, Michael Chekhov, Bob Fosse), and reference the impact of these choices on a particular theatrical work.",
    "vocab": "Bertolt Brecht, Michael Chekhov, Bob Fosse, Beckett, Julie Taymor, Susan Stroman, Stanley Kubrick, Cecil B. Demille, Wes Anderson, Meyerhold",
    "ces": "Critical Thinking and Analysis\nGlobal and Cultural Awareness\nSelf-Awareness",
    "drs_know": "Identify the choices actors have to create believable and sustainable drama/theatre work\nUnderstand the need for unique choices for drama/theatre work\nDescribe the impact of choices on drama/theatre work",
    "drs_do": "Compare the choices made by actors to create believable and sustainable drama/theatre work\nExplain the believability of drama/theatre work based on the choices made by the actors\nEvaluate choices based on their impact on believable and sustainable drama/theatre work",
    "drs_understand": "Analyze how choices can be used to shape believable and sustainable drama/theatre work\nUnderstand the importance of believable characters in drama/theatre work\nUnderstand the role of dramatic structure in sustaining drama/theatre work",
    "assessableTasks": "Analyze the impact of choices on different drama/theatre works\nPredict how choices will shape future drama/theatre work\nApply different techniques to improve a character's believability",
    "id": "HS Adv.2.1.a"
  },
  "HS Adv.2.1.b": {
    "grade": "HS Adv",
    "domain": "Perform",
    "reference": "2.1.b",
    "gle": "Select, analyze, and interpret artistic work for presentation.",
    "eo": "Assess how essential text information, research from various sources, and the director's concept influence artistic choices in a drama/theatre work.",
    "iqs": "How did you feel? (Aligns with EO c.)\nWhat type of audience are you? (Aligns with EO c.)",
    "tasks": "",
    "vocab": "",
    "ces": "Media Literacy\nData Literacy\nCritical Thinking and Analysis",
    "drs_know": "The purpose of essential text information, research from various sources, and the director's concept when creating a drama/theatre work\nThe role of each in influencing artistic choices\nThe importance of adapting to different grade levels for a drama/theatre work",
    "drs_do": "Decide how the essential text information, research from various sources, and the director's concept influence a drama/theatre work\nAdapt strategies for different grade levels of a drama/theatre work\nCraft and execute a drama/theatre work based off of research and a director's concept",
    "drs_understand": "The importance of synthesizing all elements when creating a drama/theatre work\nThe impact of essential text information, research from various sources, and the director's concept on the artistic choices within a drama/theatre work\nHow to apply and adjust strategies for a drama/theatre work to different grade levels",
    "assessableTasks": "Analyse the use of essential text information, research, and the director's concept in a drama/theatre work relative to the grade level\nSynthesize these elements to influence artistic choices in a drama/theatre work\nDiscuss how adapting to different grade levels affects the artistic choices in a drama/theatre work",
    "id": "HS Adv.2.1.b"
  },
  "HS Adv.2.2.a": {
    "grade": "HS Adv",
    "domain": "Perform",
    "reference": "2.2.a",
    "gle": "Develop and refine artistic techniques, choices, and work for presentation.",
    "eo": "Refine a range of acting skills to build a believable and sustainable drama/theatre performance.",
    "iqs": "In what ways do your own personal beliefs change a drama/theatre work? (Aligns with EO a.)",
    "tasks": "Use Anne Bogart's 9 Viewpoints to analyze the physical characteristics of a character for a performance\nPresent a slideshow on how the elements and principles of design compliment 2+ technical areas",
    "vocab": "Uta Hagan, Stanislavski, Alexander Technique, Laban, Viewpoints, Anne Bogart, McCandless Lighting, Michael Shurtleff",
    "ces": "Social Awareness\nGlobal and Cultural Awareness\nSelf-Awareness",
    "drs_know": "The meaning of acting skills and how these can be used to create a believable and sustainable performance\nHow the elements of a performance contribute to the believability of the role being portrayed\nThe use of techniques, range of skills and support strategies to create a realistic character",
    "drs_do": "Use a variety of techniques including neutral mask and physical/vocal exploration to shape a believable performance\nAnalyze the structure and text of a play to determine and refine the appropriate physical/vocal characterizations\nCreate a character biography with psychological motivations to inform and sustain the performance",
    "drs_understand": "The importance of characterization, subtext and body language in creating believable and sustainable performances\nHow to explore and refine an acting performance through research and analysis\nThe impact that a range of physical and vocal skills has on the overall believability of the performance",
    "assessableTasks": "Performance of monologue/scene\nDemonstration of character creation techniques\nSelf and peer evaluation of created character",
    "id": "HS Adv.2.2.a"
  },
  "HS Adv.2.2.b": {
    "grade": "HS Adv",
    "domain": "Perform",
    "reference": "2.2.b",
    "gle": "Develop and refine artistic techniques, choices, and work for presentation.",
    "eo": "Apply technical elements and research to create a design that communicates the concept of a drama/theatre production.",
    "iqs": "Why is research in the support of a theatrical production necessary? (Aligns with EO b.)\nHow can awareness of history affect the understanding of a production? (Aligns with EO b.)\nWhat is the value of exhibiting and understanding technical aspects of a production? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Critical Thinking and Analysis\nCreativity and Innovation\nSelf-Advocacy and Initiative",
    "drs_know": "Describe the purpose of technical elements in a theatre production\nDifferentiate between technical elements\nRecognize the principles of safety on a theatre production set",
    "drs_do": "Develop a draft design for a production that conveys the concept\nResearch sources for support of a design to communicate the production concept\nSelect, adjust, and combine technical elements to create a design for the production",
    "drs_understand": "Demonstrate the importance of strong research skills in production design\nIdentify the different methods of communicating the concept of a drama/ theatre production\nUnderstand how to apply technical elements to create a strong design",
    "assessableTasks": "Develop a draft design for the production\nCreate a design that uses technical elements to convey the production concept\nResearch and develop a complete design for the production",
    "id": "HS Adv.2.2.b"
  },
  "HS Adv.2.3.a": {
    "grade": "HS Adv",
    "domain": "Perform",
    "reference": "2.3.a",
    "gle": "Connect artistic work with audience, community, and ensemble.",
    "eo": "Execute creative processes to tell stories in a scripted drama/theatre work, to connect with audience, community, and ensemble.",
    "iqs": "How can artistic choices affect a production? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Critical Thinking and Analysis\nGlobal and Cultural Awareness",
    "drs_know": "Recognize the importance of telling stories in a scripted drama/theatre work\nIdentify the elements of storytelling in scripted drama/theatre works\nUnderstand the impact audience, community, and ensemble have on storytelling",
    "drs_do": "Execute creative processes to tell stories in scripted dramas/theatre works\nEmploy various techniques to engage audience, community, and ensemble in storytelling process\nProduce a project that demonstrates the relationships between audience, community, and ensemble as they relate to storytelling in scripted dramas/theatre works",
    "drs_understand": "Develop an understanding of key theatrical concepts and how they inform storytelling in scripted dramas/theatre works\nExplain the relationship between audience, community, and ensemble in theatrical storytelling processes\nAnalyze various approaches to connecting with audience, community, and ensemble through theatrical storytelling",
    "assessableTasks": "Explaining a theatrical concept\nDeveloping a script to communicate a story\nPerforming a story in front of an audience",
    "id": "HS Adv.2.3.a"
  },
  "HS Adv.2.4.a": {
    "grade": "HS Adv",
    "domain": "Perform",
    "reference": "2.4.a",
    "gle": "Convey meaning through the presentation of artistic work.",
    "eo": "Present a drama/theatre work using creative processes that shape the production for a specific audience.",
    "iqs": "Which elements and principles of design were utilized? How? (Aligns with EO b.)",
    "tasks": "Present a fully-realized production developed for a specific audience.",
    "vocab": "Major Dramatic Question, Throughline, Prompt Book, talkback",
    "ces": "Media Literacy\nCritical Thinking and Analysis\nSocial Awareness",
    "drs_know": "Understand essential theatrical elements, processes, and conventions\nIdentify theatre and performance practices of specific global cultures\nUnderstand how to establish context in a theatrical production",
    "drs_do": "Apply creative processes to adapt a script for a specific production\nUtilize theatrical conventions such as costuming, sets, props, and lighting to shape the production\nCreate new works for the theatre that engage an audience",
    "drs_understand": "Recognize how to use physical movement to support characterization and narrative\nAnalyze how choices of scripts, casting, blocking, and design inform audience engagement\nAnalyze theatrical conventions and technologies to design a production",
    "assessableTasks": "Present a completed drama/theatre work\nExplain the choices made in the creative process of creating a production\nDemonstrate proficiency in core theatre practices",
    "id": "HS Adv.2.4.a"
  },
  "HS Adv.3.1.a": {
    "grade": "HS Adv",
    "domain": "Critically Respond",
    "reference": "3.1.a",
    "gle": "Perceive and analyze artistic work.",
    "eo": "Respond to what is seen, felt, and heard in a drama/theatre work to critique artistic choices and justify meaningful feedback based on historical, cultural, and personal context.",
    "iqs": "What are effective methods to determine effective casting, staging, and technical choices? (Aligns with EO b.)",
    "tasks": "Write a critique which explicitly incorporates historical, cultural and personal context",
    "vocab": "Consultant (community, cultural)",
    "ces": "Creativity and Innovation\nCollaboration and Teamwork\nSelf-Management",
    "drs_know": "Recognize various elements of theatre and how those elements can be implemented to create a theatrical work\nAnalyze the artistic choices of a drama/theatre work\nIdentify contextual factors (historical, cultural, and personal) that influence the work",
    "drs_do": "Observe and comprehend what is seen, heard, and felt in a drama/theatre work\nAssess and critique artistic choices\nJustify feedback on the drama/theatre work through exploration of the relevant context",
    "drs_understand": "Distinguish between positive artistic choices versus those that are not effective\nExplain the role of context in a drama/theatre work\nUnderstand how to provide meaningful feedback on theatre works based on personal, cultural, and historical context",
    "assessableTasks": "Participate in a class critique of a theatre piece by providing meaningful feedback based on personal, cultural, and historical context\nDemonstrate understanding of artistic choices by identifying both positive and negative elements of a theatre work\nCreate a list of elements in a production relevant to the historical, cultural, and personal context of the work",
    "id": "HS Adv.3.1.a"
  },
  "HS Adv.3.2.a": {
    "grade": "HS Adv",
    "domain": "Critically Respond",
    "reference": "3.2.a",
    "gle": "Interpret intent and meaning in artistic work.",
    "eo": "Develop detailed supporting evidence and criteria to reinforce artistic choices, when participating in or observing a drama/theatre work.",
    "iqs": "How did collaboration influence your revisions? (Aligns with EO c.)",
    "tasks": "Pair with another student performer/group, perform and observe, document feedback, and develop a revision action plan\nLead step 6 of Liz Lerman’s Critical Response Process.",
    "vocab": "Critical Response Workshop,\nWorkshop, Coaching",
    "ces": "Interpersonal Communication\nCollaboration and Teamwork\nPerseverance and Resilience",
    "drs_know": "The purpose of providing detailed supporting evidence and criteria to reinforce artistic choices in a drama/theatre work\nThe factors that can be used to support artistic choices\nThe process for providing evidence and criteria to support an artistic choice",
    "drs_do": "Develop appropriate evidence and criteria to support artistic choices for either a participant in or an observer of a drama/theatre work\nExamine current research and develop creative solutions to reinforce artistic choices in a drama/theatre work\nLink evidence and criteria to reinforce artistic choices in a drama/theatre work",
    "drs_understand": "How to develop appropriate evidence and criteria for specific artistic choices\nHow to link evidence and criteria to re-enforce an artistic choice\nThe variety of approaches to reinforce artistic choices",
    "assessableTasks": "Develop a list of evidence and criteria to support a defined artistic choice and link to creative solutions\nExplain the process of linking evidence and criteria to reinforce an artistic choice in a drama/theatre work\nAnalyze the impact that different approaches have in reinforcing artistic choices",
    "id": "HS Adv.3.2.a"
  },
  "HS Adv.3.2.b": {
    "grade": "HS Adv",
    "domain": "Critically Respond",
    "reference": "3.2.b",
    "gle": "Interpret intent and meaning in artistic work.",
    "eo": "Apply concepts from a drama/theatre work for personal realization about cultural perspectives and understanding.",
    "iqs": "How does the production process impact the final product? (Aligns with EO a.)\nHow do performance styles affect the outcome of a production? (Aligns with EO a.)\nWhat criteria make a play performance better or worse than another? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Interpersonal Communication\nMedia Literacy\nSocial Awareness",
    "drs_know": "Identify and explain concepts from drama/theatre works\nExplain how the concepts can be used for personal realization and understanding of cultural perspectives\nExplain how the concepts can be used to promote understanding between cultures",
    "drs_do": "Create a dramatic/theatre work which reflects a cultural understanding of an issue\nDemonstrate personal understanding of cultural perspectives in a dramatic/theatre work\nDevelop and hone cultural understanding through dramatic/theatre works",
    "drs_understand": "Analyze how drama/theatre works can connect to cultural understanding\nDiscuss the impact of drama/theatre works on cultural understanding\nAnalyze the impact of theatre personnel on cultural understanding",
    "assessableTasks": "Participate in and lead a discussion about the presence of cultural perspectives in theatrical works\nParticipate in a performance of a dramatic/theatre work and explain its cultural implications\nWrite a critical essay analyzing a standard from a dramatic/theatre work and its cultural perspective",
    "id": "HS Adv.3.2.b"
  },
  "HS Adv.3.2.c": {
    "grade": "HS Adv",
    "domain": "Critically Respond",
    "reference": "3.2.c",
    "gle": "Interpret intent and meaning in artistic work.",
    "eo": "Debate and distinguish multiple aesthetics, preferences, and beliefs through participation in and observation of drama/theatre work.",
    "iqs": "What happens when theatre artists use their imaginations and/or learned theatre skills while engaging in creative exploration and inquiry? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Digital Literacy\nGlobal and Cultural Awareness\nCareer Awareness",
    "drs_know": "Name and define multiple aesthetics, preferences and beliefs when discussing drama/theatre work\nExplain how different aesthetics, preferences and beliefs can impact drama/theatre work\nDescribe how different aesthetics, preferences and beliefs may be expressed in drama/theatre work",
    "drs_do": "Demonstrate an understanding of various aesthetics, preferences and beliefs through participation in and observation of drama/theatre works\nApply critical discussion skills to explore the impact of different aesthetics, preferences and beliefs on drama/theatre works\nFormulate opinions on the aesthetic, preference and belief choices expressed through drama/theatre works",
    "drs_understand": "Interpret and compare how particular aesthetics, preferences and beliefs might be represented in different drama/theatre works\nCategorize and analyze the implications of different aesthetics, preferences and beliefs on drama/theatre works\nEvaluate how one's own aesthetics, preferences and beliefs inform their engagement with drama/theatre works",
    "assessableTasks": "Creating an annotated scene analysis depicting the aesthetic, preference and belief choices made in a particular drama/theatre work\nParticipating in a focused group discussion on the implications of various aesthetic, preference and belief choices in drama/theatre\nComposing an essay exploring the various aesthetic, preference and belief choices made in a particular drama/theatre work",
    "id": "HS Adv.3.2.c"
  },
  "HS Adv.3.3.a": {
    "grade": "HS Adv",
    "domain": "Critically Respond",
    "reference": "3.3.a",
    "gle": "Connect artistic experiences to our world; past, present, and future.",
    "eo": "Explore how personal beliefs and biases can affect the interpretation of research data applied in drama/theatre work.",
    "iqs": "How does creating a believable character affect the final product and inform the playwright's intent? (Aligns with EO c.)\nHow can the use of character development techniques, both internal and external, result in well-rounded characters? (Aligns with EO c.)",
    "tasks": "Observe and critique two different productions of the same story/play incorporating synthesized research related to the story/productions/issues.",
    "vocab": "Disclaimer, Bias, Interpretation",
    "ces": "Creativity and Innovation\nSelf-Advocacy and Initiative\nCareer Awareness",
    "drs_know": "How different personal beliefs and biases can be expressed or demonstrated through research data applied in drama/theatre work\nThe importance of being aware of different personal beliefs when interpreting research data for use in drama/theatre work\nVarious research data and its application to drama/theatre work",
    "drs_do": "Collect and consider relevant research data for use in drama/theatre work\nEvaluate research data for its relevance and accuracy for possible use in drama/theatre work\nInterpret research data in relation to current personal beliefs when creating drama/theatre work",
    "drs_understand": "The impact that different personal beliefs can have on the interpretation of research data applied in drama/theatre work\nHow to consider different biases when evaluating research data applied in drama/theatre work\nThe role of research data for drama/theatre work",
    "assessableTasks": "Analyze an example of how personal beliefs and biases can impact the interpretation of research data applied in drama/theatre work\nIdentify and evaluate biases that might be present when interpretting reasearch data related to drama/theatre work\nSynthesize research data and personal beliefs when creating original drama/theatre work",
    "id": "HS Adv.3.3.a"
  },
  "HS Adv.3.3.b": {
    "grade": "HS Adv",
    "domain": "Critically Respond",
    "reference": "3.3.b",
    "gle": "Connect artistic experiences to our world; past, present, and future.",
    "eo": "Connect drama/theatre knowledge, skills, training, and self-discipline needed to pursue career and technical opportunities outside of theatre.",
    "iqs": "What perspectives are represented in the drama/theatre work? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Critical Thinking and Analysis\nGlobal and Cultural Awareness\nSelf-Awareness",
    "drs_know": "The roles of teamwork, self-discipline, creativity, and training in drama/theatre production\nThe basics of theatre knowledge, skills, training, and self-discipline\nThe main principles of effective communication in drama/theatre",
    "drs_do": "Organize and assess personal strategies for drama/theatre career exploration\nConnect drama/theatre knowledge, skills, training, and self-discipline to pursue career and technical possibilities\nFormulate strategies for drama/theatre career exploration\nConnect basic principles to pursue career and technical options\nIdentify potential ways to use theatre knowledge and skills when exploring career paths",
    "drs_understand": "The impact of connections with theatre careers and technical courses on opportunities outside of theatre\nHow training and discipline  can help pursue career and technical goals\nThe role of the theatre in professional and personal goals",
    "assessableTasks": "Engage in self-reflection of their own strengths and weaknesses\nResearch and evaluate potential career and technical opportunities\nDevelop techniques to leverage drama/theatre knowledge, skills, training, and discipline to open new career opportunities",
    "id": "HS Adv.3.3.b"
  },
  "HS Adv.3.4.a": {
    "grade": "HS Adv",
    "domain": "Critically Respond",
    "reference": "3.4.a",
    "gle": "Apply criteria to evaluate artistic work.",
    "eo": "Analyze and assess a drama/theatre work by connecting it to art forms, history, culture, and other disciplines using supporting evidence and criteria.",
    "iqs": "How do you plan to apply your concept and collaborate within the production? (Aligns with EO b.)",
    "tasks": "Write a director's note or suplementary documentation which supports audience understanding of a performance piece",
    "vocab": "Study/Production Guide, Persuasive Writing, Claim, Conclusion, Argument, Credibility, Evidence, Generalization, Impact, Ethos, Pathos, Logos",
    "ces": "Creativity and Innovation\nSelf-Advocacy and Initiative\nPerseverance and Resilience",
    "drs_know": "Define art forms, history, culture, and other disciplines as related to theatrical/dramatic works.\nUnderstand how these concepts may be related to theatrical/dramatic works.\nRecognize key elements corroborating a work of theatre/drama as related to art forms, history, culture, and other disciplines",
    "drs_do": "Create a critical analysis of a theatrical/dramatic work by connecting it to art forms, history, culture, and other disciplines.\nGather evidence and criteria for making connections between a theatrical/dramatic work and art forms, history, culture, and other disciplines.\nApply evidence and criteria to analyze the relationship between a theatrical/dramatic work and art forms, history, culture, and other disciplines.",
    "drs_understand": "Determine evidence and criteria for making connections between a theatrical/dramatic work and art forms, history, culture, and other disciplines.\nSummarize the relationship between a theatrical/dramatic work and related forms of art, history, culture, and other disciplines.\nExplain key elements of a theatrical/dramatic work in relation to art forms, history, culture, and other disciplines",
    "assessableTasks": "Analyzing Critical Reviews\nEvaluating Staging decisions\nCreating a Presentation Explaining a Production's Cultural Relevance",
    "id": "HS Adv.3.4.a"
  },
  "HS Adv.3.4.b": {
    "grade": "HS Adv",
    "domain": "Critically Respond",
    "reference": "3.4.b",
    "gle": "Apply criteria to evaluate artistic work.",
    "eo": "Construct meaning in a drama/theatre work, considering personal aesthetics and knowledge of production elements while respecting others' interpretations.",
    "iqs": "What changes would you make in the artistic process? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Data Literacy\nCritical Thinking and Analysis\nGlobal and Cultural Awareness",
    "drs_know": "Identify production elements in drama/theatre works\nExplain how personal perspectives shape interpretations of a drama/theatre work\nDefine respectful listening and audience engagement",
    "drs_do": "Construct meaningful interpretations of a drama/theatre work through analysis of production elements and personal perspectives\nInterpret others' perceptions of a drama/theatre work\nInvestigate implications and impact of various interpretations of a drama/theatre work",
    "drs_understand": "Describe how one's aesthetic influences interpretation of drama/theatre works\nEvaluate how varying production elements create meaning and impact audience experience\nAnalyze implications and impact of different perceptions of a drama/theatre work",
    "assessableTasks": "Research production elements of drama/theatre works\nAnalyze production elements of a drama/theatre work and relate to own interpretations\nCreate an analysis of other interpretations of a drama/theatre work",
    "id": "HS Adv.3.4.b"
  },
  "HS Adv.3.4.c": {
    "grade": "HS Adv",
    "domain": "Critically Respond",
    "reference": "3.4.c",
    "gle": "Apply criteria to evaluate artistic work.",
    "eo": "Verify how a drama/theatre work communicates for a specific purpose and audience.",
    "iqs": "How can you use the principles of composition to have the same effect? Different effect? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Media Literacy\nCritical Thinking and Analysis\nSocial Awareness",
    "drs_know": "The elements of a drama/theatre work, such as plot, theme, characters, and structure\nThe purpose and intended audience of a drama/theatre work\nThe elements within a drama/theatre work that contribute to effective communication",
    "drs_do": "Analyse how a drama/theatre work communicates for a specific purpose and audience\nInterpret the meaning of a drama/theatre work for a grade 12 audience\nInterpret the intended audience and purpose of a drama/theatre work",
    "drs_understand": "How the elements of a drama/theatre work combine to create meaning and evoke an audience response\nHow to interpret a drama/theatre work as a reflection of the context in which it was produced\nHow the interpretation of a drama/theatre work can vary according to different viewpoints",
    "assessableTasks": "Evaluate the effectiveness of a drama/theatre work for a grade 12 audience\nAnalyse the elements of a drama/theatre work that contribute to effective communication for a specific purpose and audience\nCompare different interpretations of a drama/theatre work when viewed through different contexts and viewpoints",
    "id": "HS Adv.3.4.c"
  },
  "HS Fund.1.1.a": {
    "grade": "HS Fund",
    "domain": "Create",
    "reference": "1.1.a",
    "gle": "Generate and conceptualize artistic ideas and work.",
    "eo": "Apply basic research to construct ideas about the visual composition of a drama/theatre work.",
    "iqs": "What makes a \"good\" story? (Aligns with EO a.)\nIn how many ways can one story be told? (Aligns with EO a.)",
    "tasks": "Discuss a vision for a drama/theatre work which includes historical/cultural conventions, technology, and character development",
    "vocab": "Special effect, Projections, Q lab, Lighting Instruments: par cans, ellipsoidals, Flood, cyc lights, follow spot, houselights, light plot, frequency",
    "ces": "Interpersonal Communication\nCreativity and Innovation\nCollaboration and Teamwork",
    "drs_know": "Name some basic research resources for drama/theatre works\nDefine visual composition in the context of drama/theatre works\nDescribe the purpose of research when creating drama/theatre works",
    "drs_do": "Conduct basic research using reputable sources to construct ideas about visual composition for a drama/theatre work\nUtilize appropriate research methods and techniques when researching visual composition for a drama/theatre work\nCreate an original script for a drama/theatre performance that demonstrates an understanding of visual composition",
    "drs_understand": "Explain how different research resources can be utilized when constructing a drama/theatre work\nDiscuss how visual composition can affect the overall success of a drama/theatre work\nRecognize the importance of considering all elements of visual composition when creating a drama/theatre work",
    "assessableTasks": "Complete a brainstorming activity to generate ideas for a drama/theatre performance\nUtilize basic research techniques to acquire background knowledge for a drama/theatre performance\nCreate a storyboard to illustrate elements of visual composition for a drama/theatre performance",
    "id": "HS Fund.1.1.a"
  },
  "HS Fund.1.1.b": {
    "grade": "HS Fund",
    "domain": "Create",
    "reference": "1.1.b",
    "gle": "Generate and conceptualize artistic ideas and work.",
    "eo": "Explore the impact of technology on design choices in a drama/theatre work.",
    "iqs": "What part of a technical design helps tell the story? (Aligns with EO c.)",
    "tasks": "",
    "vocab": "",
    "ces": "Interpersonal Communication\nCollaboration and Teamwork\nPerseverance and Resilience",
    "drs_know": "Define and explain essential concepts related to the impact of technology on design choices in a drama/theatre work.\nName and describe various forms of technology used to create illusions in a drama/theatre work.\nDescribe the benefits and drawbacks of using technology in a drama/theatre work.",
    "drs_do": "Research multiple drama/theatre works and explore the use of technology in their design elements.\nEvaluate the benefits of technology in a given drama/theatre work.\nIntegrate technology into a drama/theatre work in order to produce the desired effect.",
    "drs_understand": "Explain the importance of design in drama/theatre works and its ability to evoke emotion and inspire a certain response.\nAnalyze the effect of technology on the design choices made in a drama/theatre work.\nSurvey multiple design choices in a drama/theatre work and explain both their purpose and impact.",
    "assessableTasks": "Research a drama/theatre work and explain how the use of technology in its design elements creates a particular emotion.\nPresent a design project which uses technology to explore a particular theme in a drama/theatre work.\nDesign a short drama/theatre work and discuss the impact of technology on its design choices.",
    "id": "HS Fund.1.1.b"
  },
  "HS Fund.1.1.c": {
    "grade": "HS Fund",
    "domain": "Create",
    "reference": "1.1.c",
    "gle": "Generate and conceptualize artistic ideas and work.",
    "eo": "Generate ideas about a character that are believable and authentic using script analysis.",
    "iqs": "How did it feel to have an audience? (Aligns with EO a.)\nWhat would you do differently next time? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Interpersonal Communication\nMedia Literacy\nSocial Awareness",
    "drs_know": "Developing character through script analysis\nACtively engaging with the script to determine a character's emotions, thoughts, intentions, and motivations\nApplying research and other strategies to draw believable conclusions about a given character",
    "drs_do": "Apply research and script analysis to create authentic and believable characters\nDescribe the character's back story, values, and beliefs based on the script's clues\nPhysicalize and vocalize the character according to their unique perspective",
    "drs_understand": "The elements of a script that provide foundational character depth and development\nHow to explore a character through script analysis and how to create and illustrate character traits through physical and vocal choices\nThe ways in which thoughts, intentions, motives, and values influence a character",
    "assessableTasks": "Script analysis worksheet\nComplete a character analysis outline\nDemonstrate unique interpretation of character through vocal and movement performance",
    "id": "HS Fund.1.1.c"
  },
  "HS Fund.1.2.a": {
    "grade": "HS Fund",
    "domain": "Create",
    "reference": "1.2.a",
    "gle": "Organize and develop artistic ideas and work.",
    "eo": "Explore the function of history and culture in the development of a dramatic concept through a critical analysis of original ideas in a drama/theatre work.",
    "iqs": "How do you know what went well? (Aligns with EO a.)",
    "tasks": "Develop a dramatic, unifying concept, and create a design process log between the collaborators, focusing on development of the piece based on research and script analysis",
    "vocab": "Theatrical Experiences, Catharsis, Design Concept, Director’s Concept, Roles in Theatre: actor, director, playwright, designers: light, sound, set, prop, projection, costume, dramaturg, producer, crew head, extra, understudy",
    "ces": "Media Literacy\nData Literacy",
    "drs_know": "What is the purpose of examining history and culture in the context of theatrical performance?\nHow does a process of critical analysis function within the development of a dramatic concept?\nWhat is meant by an original work of drama or theatre?",
    "drs_do": "Analyse the function of history and culture in relation to a theatrical context.\nCreate a critical interpretation of the original ideas within a theatre work.\nDevelop a dramatic concept based on an appreciation of the historical and cultural contexts of a theatrical performance.",
    "drs_understand": "What are the implications of drawing upon the histories and cultural contexts of a theatrical performance?\nHow does an appreciation of history and culture inform the process of creating a dramatic concept?\nWhat are the implications of exploring an original work of theatre for the development of a dramatic concept?",
    "assessableTasks": "Creative development through a critical examination of a theatrical performance\nSynthesising original theatrical ideas for a product of personal interpretation\nIntegration of historical and cultural contexts into a dramatic concept",
    "id": "HS Fund.1.2.a"
  },
  "HS Fund.1.2.b": {
    "grade": "HS Fund",
    "domain": "Create",
    "reference": "1.2.b",
    "gle": "Organize and develop artistic ideas and work.",
    "eo": "Investigate the collaborative nature of the actor, director, playwright, and designers to explore their interdependent roles in a drama/theatre work.",
    "iqs": "What makes an actor's performance of a character intriguing? How? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Interpersonal Communication\nCollaboration and Teamwork\nSocial Awareness",
    "drs_know": "The purpose of collaboration in theatre\nThe different roles each job title holds within theatre\nHow these roles become interdependent within a theatre production",
    "drs_do": "Research any role and its impact on the theatrical production\nUnderstand how collaboration takes place within the theatrical process\nUtilize the impact of each role in creating a successful production",
    "drs_understand": "What it takes to successfully collaborate with other theatre professionals to bring a show to fruition\nHow to respect and value each other's roles in the process\nHow to work together in a professional environment",
    "assessableTasks": "Creative interpretation of one of these roles\nDeveloping a script for a collaboration project with other students\nCreation of a performance reflecting understanding of these roles",
    "id": "HS Fund.1.2.b"
  },
  "HS Fund.1.3.a": {
    "grade": "HS Fund",
    "domain": "Create",
    "reference": "1.3.a",
    "gle": "Connect artistic ideas to personal experience and varied perspectives.",
    "eo": "Investigate how cultural perspectives, community ideas, and personal beliefs impact a drama/theatre work.",
    "iqs": "What effect does one technical element have on another?\" (Aligns with EO c.)",
    "tasks": "Select and rehearse a piece that stretches the student's personal beliefs/perspectives",
    "vocab": "Lens, perspective, experience, taboo, norms",
    "ces": "Interpersonal Communication\nCollaboration and Teamwork\nPerseverance and Resilience",
    "drs_know": "definitions of the terms 'cultural perspectives,' 'community ideas,' and 'personal beliefs'\nthe influences cultural perspectives, community ideas, and personal beliefs have on playwrights and actors in a drama/theatre work\nthe themes and motifs found in a drama/theatre work",
    "drs_do": "explain how cultural perspectives, community ideas, and personal beliefs have been expressed in a drama work\nevaluate the effectiveness of a drama/theatre work given the cultural perspectives, community ideas, and personal beliefs explored\ncreate a theatre script that explores the various cultural perspectives, community ideas, and personal beliefs of a selected group",
    "drs_understand": "the context for a drama/theatre work and how a culture, an idea, or a belief impacts the work\nthe decisions a playwright and/or actor may have based on cultural perspectives, community ideas, and personal beliefs when staging a drama/theatre work\nhow the theme and motifs of a drama/theatre work relate to cultural perspectives, community ideas, and personal beliefs",
    "assessableTasks": "analyzing and evaluating a drama/theatre work in terms of its inclusion of cultural perspectives, community ideas, and personal beliefs\ndiscussing the use of culture, community, and personal beliefs to inform the dramaturgy of a drama/theatre work\ninvestigating how one’s own cultural perspectives, community ideas, and personal beliefs impact one’s work in the theatre",
    "id": "HS Fund.1.3.a"
  },
  "HS Fund.1.3.b": {
    "grade": "HS Fund",
    "domain": "Create",
    "reference": "1.3.b",
    "gle": "Connect artistic ideas to personal experience and varied perspectives.",
    "eo": "Explore how personal, cultural, global, and historic belief systems affect creative choices in a drama/theatre work.",
    "iqs": "How did it feel to have an audience? (Aligns with EO a.)\nWhat were the differences between rehearsing and performing? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Interpersonal Communication\nSocial Awareness",
    "drs_know": "Understanding how personal belief systems affect creative choices in a drama/theatre work\nUnderstanding how cultural belief systems affect creative choices in a drama/theatre work\nUnderstanding how global belief systems affect creative choices in a drama/theatre work",
    "drs_do": "Exploring how to apply personal, cultural, global, and historic belief systems to creative choices in a drama/theatre work\nIntegrating personal, cultural, global, and historic belief systems into characterization in a drama/theatre work\nSynthesizing personal, cultural, global, and historic belief systems into the setting of a drama/theatre work",
    "drs_understand": "Analyzing the importance of historic belief systems on creative choices in a drama/theatre work\nComparing how belief systems relate to the development of characters or storylines in a drama/theatre work\nInferring how belief systems can influence creative decisions throughout a drama/theatre work",
    "assessableTasks": "Creating a presentation about how belief systems influence characterization in a drama/theatre work\nPerforming a scene that focuses on the impact of various belief systems on storytelling in a drama/theatre work\nDeveloping a script about how different belief systems can shape a suspenseful story",
    "id": "HS Fund.1.3.b"
  },
  "HS Fund.1.4.a": {
    "grade": "HS Fund",
    "domain": "Create",
    "reference": "1.4.a",
    "gle": "Refine towards completion of artistic work.",
    "eo": "Practice and revise a devised or scripted drama/theatre work using theatrical staging conventions.",
    "iqs": "What did you like about the technical aspects of the show and why? (Aligns with EO b.)",
    "tasks": "Complete a rehearsal log/performance journal that includes techinical development and character development of the piece. Student can act as both technician and actor.",
    "vocab": "Line; Pacing; Stanislavski's System; Timing\nDress The Set; Pick Up Your Cues; Stanislavski; Stella Adler",
    "ces": "Media Literacy\nData Literacy\nCritical Thinking and Analysis",
    "drs_know": "Define the purpose of theatre staging conventions\nExplain how theatre staging conventions can be used to enhance a performance\nIdentify examples of theatre staging conventions used in plays and performances",
    "drs_do": "Demonstrate the practical application of theatrical staging conventions while performing or directing a scene of text\nImprovise and explore theatre staging conventions to create movement sequences and scenes\nIntegrate theatrical staging conventions into devised pieces or scripted pieces",
    "drs_understand": "Interpret the meanings of theatrical staging conventions\nAnalyze how staging conventions affect the performance of a scene\nRelate the concept of theatre staging conventions to other genres",
    "assessableTasks": "Perform a scene from a play that utilizes theatre staging conventions\nDirect a scene incorporating theatre staging conventions\nPerform a devised piece integrating theatre staging conventions",
    "id": "HS Fund.1.4.a"
  },
  "HS Fund.1.4.b": {
    "grade": "HS Fund",
    "domain": "Create",
    "reference": "1.4.b",
    "gle": "Refine towards completion of artistic work.",
    "eo": "Explore physical, vocal, and physiological choices to develop a performance that is believable, authentic, and relevant to a drama/theatre work.",
    "iqs": "What shared goals do you and your teammates have? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Creativity and Innovation\nCollaboration and Teamwork\nSocial Awareness",
    "drs_know": "Different types of physical, vocal, and physiological choices available for performing a drama/theatre work\nHow to use physical, vocal, and physiological choices to create a believable, authentic, and relevant performance\nHow to adjust physical, vocal, and physiological choices to fit the grade level of the drama/theatre work",
    "drs_do": "Dialogue: Use appropriate physical, vocal, and physiological choices to create believable, authentic, and relevant characters\nMonologue Performance: Demonstrate believable, authentic, and relevant physical, vocal, and physiological choices to convey the complex range of emotions and theme of a drama/theatre work\nPhysicality: Utilize grade level-appropriate physical, vocal, and physiological choices to create a believable, authentic, and relevant overall performance",
    "drs_understand": "How to analyze a script and decide on appropriate physical, vocal, and physiological approaches for the performance\nWhy it is important to use physical, vocal, and physiological choices that are believable, authentic, and relevant to the drama/theatre work\nThe nuances that can be used to add depth and complexity to a performance through physical, vocal, and physiological choices",
    "assessableTasks": "Dialogue\nMonologue Performance\nPhysicality",
    "id": "HS Fund.1.4.b"
  },
  "HS Fund.1.4.c": {
    "grade": "HS Fund",
    "domain": "Create",
    "reference": "1.4.c",
    "gle": "Refine towards completion of artistic work.",
    "eo": "Refine technical design choices to support the story and emotional impact of a devised or scripted drama/theatre work.",
    "iqs": "How does changing the tempo add or detract from the clarity of the story? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Critical Thinking and Analysis\nCreativity and Innovation",
    "drs_know": "Define the story of a devised or scripted drama/theatre work.\nDescribe the emotional intent of a drama/theatre work.\nExplain how technical design choices can support the story and emotional impact of a drama/theatre work.",
    "drs_do": "Design technical elements that support the story and emotional impact of a drama/theatre work.\nPlan responsibilities for designing technical elements for a drama/theatre work.\nConstruct technical elements that support the story and emotional impact of a drama/theatre work.",
    "drs_understand": "Analyze stories and emotional intent of a drama/theatre work.\nCompare and contrast technical design choices of a drama/theatre work.\nEvaluate the effectiveness of a technical design choice on a drama/theatre work.",
    "assessableTasks": "Design a technical element that supports the story and emotional impact of a drama/theatre work.\nIdentify how a technical design choice can support the story and emotional impact of a drama/theatre work.\nRefinement of technical design choices to support the story and emotional impact of a drama/theatre work.",
    "id": "HS Fund.1.4.c"
  },
  "HS Fund.2.1.a": {
    "grade": "HS Fund",
    "domain": "Perform",
    "reference": "2.1.a",
    "gle": "Select, analyze, and interpret artistic work for presentation.",
    "eo": "Examine how character relationships assist in telling the story of a drama/theatre work.",
    "iqs": "How do you use your knowledge and opinions to constructively critique? (Aligns with EO a.)",
    "tasks": "Reference unique artistic choices (Artists and Practitioners ex: Heath Ledger, Johnny Depp, Tim Burton, Michael Bay, Ben Platt, Green Day), and the impact of these choices on a particular theatrical work.\nStudy and mimic another artist's performance to experiment with alternate styles/theories",
    "vocab": "personal substitution, Adaptation, Aesthetic, director's concept, Dramatization, Dramaturg, Genre, Uta Hagen, Given Circumstances, revival",
    "ces": "Media Literacy\nCritical Thinking and Analysis\nSelf-Awareness",
    "drs_know": "Define 'character relationships' in the context of drama\nDescribe the different types of relationships characters can have in a drama work\nIdentify how character relationships in a drama/theatre work develop over the course of the story",
    "drs_do": "Identify how the introduction of characters affects the action of the story\nAnalyse how relationships change within the context of the play\nExamine how certain character relationships help show key concepts of the drama/theatre work",
    "drs_understand": "Analyse how a character relationships in drama/theatre works function within the plot\nEvaluate the effects of character relationships on the development of the story\nCompare and contrast the ways different types of relationships impact the story line",
    "assessableTasks": "Write an essay examining the effects of character relationships in a chosen drama/theatre work\nSketch out a timeline of how the character relationships affect the plot across the entire work\nDesign a presentation discussing the developments of different character relationships throughout the work",
    "id": "HS Fund.2.1.a"
  },
  "HS Fund.2.1.b": {
    "grade": "HS Fund",
    "domain": "Perform",
    "reference": "2.1.b",
    "gle": "Select, analyze, and interpret artistic work for presentation.",
    "eo": "Shape artistic choices using given circumstances in a drama/theatre work.",
    "iqs": "What transported you to the world? (Aligns with EO b.)\nWhat elements effectively connected to the story? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Media Literacy\nData Literacy\nCritical Thinking and Analysis",
    "drs_know": "Understand the purpose of making artistic choices based on given circumstances in a drama/theatre work.\nUnderstand the effect of making different choices when working with different circumstances.\nUnderstand major elements (e.g. acting, design, sound, directing) and how they contribute to creating meaning from given circumstances.",
    "drs_do": "Adapt artistic choices to reflect given circumstances in a drama/theatre work.\nBrainstorm and analyse possible artistic choices to create meaning from given circumstances.\nOverride conventions and develop innovative ways of making artistic choices.",
    "drs_understand": "Identify a selection of different artistic choices from existing professional theatre works.\nExamine the ways those choices helped to explain the context and circumstances of the work to the audience.\nUnderstand how structure (e.g. genres, conventions) influences the making of artistic choices.",
    "assessableTasks": "Research existing theatre works and analyse how artistic choices were used to create meaning from given circumstances.\nCollaborate with other students to create detailed and clear artistic choices based on given circumstances.\nCreate a performance/scene using given circumstances and artistic choices to create meaning.",
    "id": "HS Fund.2.1.b"
  },
  "HS Fund.2.2.a": {
    "grade": "HS Fund",
    "domain": "Perform",
    "reference": "2.2.a",
    "gle": "Develop and refine artistic techniques, choices, and work for presentation.",
    "eo": "Practice various acting techniques to expand skills in a rehearsal or drama/theatre performance.",
    "iqs": "How can one incorporate dance, music, and visual arts in creating a character? (Aligns with EO b.)",
    "tasks": "Use Uta Hagen's 10 questions to inform acting choices for a performance\nExplain the use of McCandless' Lighting theory\n(See, Sanford Meisner & Uta Hagen) (See Stanley McCandless, Elements & Principles of Design)",
    "vocab": "color theory, drop, flashback, Improvisation: short form, Meisner, meisner technique, method acting, michael chekhov, theatre games, Super-objective, tactic, elements of design",
    "ces": "Creativity and Innovation\nCollaboration and Teamwork\nSelf-Management",
    "drs_know": "Identify different types of acting techniques\nName various acting techniques\nDiscuss the purpose of acting techniques",
    "drs_do": "Apply specific acting technique to a scene in a rehearsal or performance\nEvaluate the effectiveness of a chosen acting technique\nReflect on personal development of various acting techniques",
    "drs_understand": "Explain how different acting techniques affect a performance\nDescribe the steps necessary to practice an acting technique effectively\nProvide an example of how an acting technique can alter a scene",
    "assessableTasks": "Explain the purpose of an acting technique\nProvide a demonstration of an acting technique\nAnalyze the effectiveness of a chosen acting technique in a rehearsal",
    "id": "HS Fund.2.2.a"
  },
  "HS Fund.2.2.b": {
    "grade": "HS Fund",
    "domain": "Perform",
    "reference": "2.2.b",
    "gle": "Develop and refine artistic techniques, choices, and work for presentation.",
    "eo": "Use research and script analysis to discover the impact design has for a drama/theatre production.",
    "iqs": "Each actor is responsible for telling their character's story, in what way can you ensure each character's story is told? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Critical Thinking and Analysis\nCreativity and Innovation\nSelf-Advocacy and Initiative",
    "drs_know": "Identify how sound, lighting, costume, makeup, and stage design all contribute to a production\nUnderstand how script choices play a role in the design of a production\nAnalyze the role of research to understand the impact of design on a performance",
    "drs_do": "Incorporate design elements into a drama/theatre production\nConduct research to understand how to make design decisions in a production\nDevelop a design plan based on research & analysis of script and material",
    "drs_understand": "Determine how design can influence the production elements of a theatre experience\nDetail the role of design in connecting with the story\nAnalyze how design can be used to frame the theatre experience",
    "assessableTasks": "Create a design concept in response to a script choice and research findings\nCreate a visual display to demonstrate the impact of design on the theatre experience\nDevelop a soundscape and lighting plan for the production",
    "id": "HS Fund.2.2.b"
  },
  "HS Fund.2.3.a": {
    "grade": "HS Fund",
    "domain": "Perform",
    "reference": "2.3.a",
    "gle": "Connect artistic work with audience, community, and ensemble.",
    "eo": "Apply creative processes to tell stories in a scripted drama/theatre work to connect with audience, community, and ensemble.",
    "iqs": "What do you notice? (Aligns with EO a.)\nWhat was intriguing about this performance? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Media Literacy\nCritical Thinking and Analysis\nSelf-Awareness",
    "drs_know": "Understand the principles of storytelling\nUnderstand how creative process connects with script development\nUnderstand the potential of scripted drama and theatre to build a rapport with an audience, the community, and ensemble",
    "drs_do": "Participate in the creative development process for a scripted drama or theatre performance\nCollaborate with the ensemble to refine and develop performance elements to create a worthy production\nIntegrate and apply knowledge of storytelling to ensure relationships created have the desired impact",
    "drs_understand": "Identify the use of elements of effective storytelling techniques\nUnderstand the role of each ensemble member within the creative process\nEvaluate how creative processes can be used to influence impact of story on audience, community, and ensemble",
    "assessableTasks": "Script analysis\nCollaborative ideations\nPerformance development",
    "id": "HS Fund.2.3.a"
  },
  "HS Fund.2.4.a": {
    "grade": "HS Fund",
    "domain": "Perform",
    "reference": "2.4.a",
    "gle": "Convey meaning through the presentation of artistic work.",
    "eo": "Perform/present a scripted drama/theatre work for a specific audience.",
    "iqs": "What evidence do you have to support your opinion? (Aligns with EO a.)",
    "tasks": "Perform or present theatrical choices and justify choices in reference to a selected audience/demographic",
    "vocab": "Amphitheater, aside, cold reading, Improvisation: long form, off book, position\nrepertory (rep), roman\nSoliloquy, stock characters, suspension of disbelief, type casting, victorian",
    "ces": "Media Literacy\nCritical Thinking and Analysis\nSocial Awareness",
    "drs_know": "understand the requirements of the scripted drama/theatre work\nunderstand the purpose of performing/presenting for a specific audience\nidentify how to portray character traits",
    "drs_do": "prepare the written script in advance of the performance/presentation to a specific audience\napply the skills learned from practice in the actual performance/presentation\nevaluate performance actions in order to make adjustments to the performance/presentation",
    "drs_understand": "explore ways of expressing the requirements of the script\nunderstand the objectives of the performance/presentation\nthink critically about incorporating character development",
    "assessableTasks": "description of script components and audience characteristics\npreparation for the performance/presentation\nunderstanding of staging techniques",
    "id": "HS Fund.2.4.a"
  },
  "HS Fund.3.1.a": {
    "grade": "HS Fund",
    "domain": "Critically Respond",
    "reference": "3.1.a",
    "gle": "Perceive and analyze artistic work.",
    "eo": "Respond to what is seen, felt, and heard in a drama/theatre work to develop criteria for artistic choices.",
    "iqs": "What types of themes and practices within a theatrical process can be identified and compared with other mediums? (Aligns with EO a.)",
    "tasks": "Follow the Liz Lerman Critical Response Process after viewing a theatrical piece",
    "vocab": "Commitment, Delivery, Liz Lerman Critical Response Process, Inner Monologue, Vocal Quality",
    "ces": "Creativity and Innovation\nCollaboration and Teamwork\nSelf-Management",
    "drs_know": "Understand cues that audience members interpret when viewing a performance and categorize them as something seen, felt, or heard.\nDefine terms related to dramatic performance: mood, atmosphere, symbolism, plot, and conflict.\nRecognize artistic elements used in a dramatic performance: sound, light, costume, movement, and set.",
    "drs_do": "Implement artistic choices that contribute to the overall quality of a dramatic performance.\nActively engage with a dramatic work to make artistic choice decisions that support and enhance the story being told.\nDevelop criteria for artistic choices when viewing a dramatic work that can be used to determine the quality of the performance.",
    "drs_understand": "Explain how artistry is a blend of elements that should be considered when creating a dramatic performance.\nDemonstrate awareness of the importance of quality artistry when producing a performance.\nRecognize how artistic choices have an effect on audience members and how they interpret a performance.",
    "assessableTasks": "Present a creative interpretation of a dramatic work and explain the artistic choices made.\nAnalyze the effectiveness of artistic choices made in a performance and explain how they add to the overall quality of the work.\nDepict a dramatic scene and explain the criteria used for artistic choices when creating it.",
    "id": "HS Fund.3.1.a"
  },
  "HS Fund.3.2.a": {
    "grade": "HS Fund",
    "domain": "Critically Respond",
    "reference": "3.2.a",
    "gle": "Interpret intent and meaning in artistic work.",
    "eo": "Analyze and compare artistic choices developed from personal experiences in multiple drama/theatre works.",
    "iqs": "Which acting method had the biggest impact on your physical, vocal, and psychological choices? (Aligns with EO b.)",
    "tasks": "Written Critical Response (Self Reflection): What went well? (and why?) What didn't go well? (and why?) What would you do differently next time?",
    "vocab": "Given Circumstances, Theatrical Experiences",
    "ces": "Interpersonal Communication\nCollaboration and Teamwork\nPerseverance and Resilience",
    "drs_know": "The meaning of analyze\nThe meaning of artistic choices\nThe connection between personal experiences and drama/theatre works",
    "drs_do": "Analyze and compare artistic choices\nDiscuss the effects of personal experiences in drama/theatre works\nCreate their own artistic choices based on personal experiences",
    "drs_understand": "How to analyze artistic choices\nHow to compare artistic choices\nThe effects of personal experiences in drama/theatre works",
    "assessableTasks": "Analyze a drama/theatre work\nCompare the artistic choices made in two different works\nCreate their own artistic choices",
    "id": "HS Fund.3.2.a"
  },
  "HS Fund.3.2.b": {
    "grade": "HS Fund",
    "domain": "Critically Respond",
    "reference": "3.2.b",
    "gle": "Interpret intent and meaning in artistic work.",
    "eo": "Identify and compare cultural perspectives and contexts that may influence the evaluation of a drama/theatre work.",
    "iqs": "How has your performance grown in connecting with the audience, community, and ensemble? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Adaptability and Flexibility\nSocial Awareness\nCivic Engagement",
    "drs_know": "the different cultural perspectives and contexts that may influence the evaluation of a drama/theatre work\nhow various cultures evaluate drama/theatre works differently\nthe definition of evaluation",
    "drs_do": "apply different cultural perspectives and contexts to the evaluation of a drama/theatre work\nanalyze how different cultures evaluate the same drama/theatre work differently\nidentify and apply relevant criteria to evaluate a drama/theatre work for a specific cultural context",
    "drs_understand": "the effect and importance of cultural perspectives and contexts when evaluating a drama/theatre work\nhow emotions, attitudes and values influence the evaluation of a drama/theatre work\nthe implications of having multiple cultural perspectives and contexts when evaluating a drama/theatre work",
    "assessableTasks": "compare two different cultures' evaluations of the same play\nwrite a review of a theatre work from a particular cultural perspective\ncreate a presentation analyzing the difference between cultural evaluations of a drama/theatre work",
    "id": "HS Fund.3.2.b"
  },
  "HS Fund.3.2.c": {
    "grade": "HS Fund",
    "domain": "Critically Respond",
    "reference": "3.2.c",
    "gle": "Interpret intent and meaning in artistic work.",
    "eo": "Justify personal aesthetics, preferences, and beliefs through participation in and observation of a drama/theatre work.",
    "iqs": "How do your choices affect the outcome of an artistic work? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Digital Literacy\nGlobal and Cultural Awareness\nCareer Awareness",
    "drs_know": "Define personal aesthetics, preferences, and beliefs\nExplain the purpose and value of participating in and observing dramatic works\nExplain the role of creativity and collaboration in a drama/theatre work",
    "drs_do": "Demonstrate the ability to express personal aesthetics, preferences, and beliefs through participation in and observation of a drama/theatre work\nInterpret text analysis to provide evidence of aesthetics, preferences, and beliefs\nAnalyze a drama/theatre work in terms of visual/textual elements to support the interpretation",
    "drs_understand": "Recognize ways personal aesthetics, preferences, and beliefs inform a drama/theatre work\nUnderstand how to interpret textual analysis when involved in and observing a drama/theatre work\nExplain the relationship between dramatic elements and criteria for visual and/or textual analysis",
    "assessableTasks": "Provide a practical demonstration of a particular belief or preference through a drama/theatre work\nAnalyze a particular aesthetic in a drama/theatre work\nOrganize textual evidence of personal beliefs and preferences in a drama/theatre work",
    "id": "HS Fund.3.2.c"
  },
  "HS Fund.3.3.a": {
    "grade": "HS Fund",
    "domain": "Critically Respond",
    "reference": "3.3.a",
    "gle": "Connect artistic experiences to our world; past, present, and future.",
    "eo": "Implement fundamental theatre research methods to better understand the social and cultural background of a drama/theatre work.",
    "iqs": "How does the process of collaboration impact the design? (Aligns with EO b.)\nHow do the various design elements/technical conventions complement one another? (Aligns with EO b.)",
    "tasks": "Write a directors concept or make specific choices in a work that is inspired by your own life.",
    "vocab": "Director’s Concept, Personal Substitution, Perspective/Lens, Adaptation",
    "ces": "Creativity and Innovation\nSelf-Advocacy and Initiative\nCareer Awareness",
    "drs_know": "identify key characteristics of relevant research methods related to theatre and drama\nidentify how research methods are used in theatre/drama evaluations\nidentify available resources to research on a theatre/drama work",
    "drs_do": "develop research questions for a theatre/drama project\nevaluate available research materials for relevance\nuse research resources to complete a project or presentation",
    "drs_understand": "explain the deeper meaning of theatre/drama and its social and cultural significance\nunderstand the process of gathering information to support project research\nunderstand the applications and implications of research findngs",
    "assessableTasks": "research paper\npresentation\ndiscussion",
    "id": "HS Fund.3.3.a"
  },
  "HS Fund.3.3.b": {
    "grade": "HS Fund",
    "domain": "Critically Respond",
    "reference": "3.3.b",
    "gle": "Connect artistic experiences to our world; past, present, and future.",
    "eo": "Connect drama/theatre knowledge, skills, training, and self-discipline needed to pursue career and technical opportunities in theatre to personal skills and goals.",
    "iqs": "How does the inclusion of media, cinema, film, environmental, and technical effects enhance the theatrical product? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Digital Literacy\nCreativity and Innovation\nCollaboration and Teamwork",
    "drs_know": "drama and theatre skills\nthe training necessary to pursue career and technical opportunities in theatre\nhow to apply the personal skills and goals learned in theatre to other areas",
    "drs_do": "apply knowledge and skills to real world situations\napply discipline and strategies to pursue career and technical opportunities\nidentify how personal skills and goals can help in pursuing experiences in theatre",
    "drs_understand": "the importance of discipline in achieving goals related to theatre and the associated professional opportunities\nhow to apply theatre knowledge and skills to real-world scenarios\nhow to link personal skills and goals to theatre and its associated career and technical opportunities",
    "assessableTasks": "Create a timeline linking theatre-related training to technical and career opportunities\nCreate a professional portfolio displaying theatre-related accomplishments\nDemonstrate a monologue that ties personal skills and goals to theatre applications",
    "id": "HS Fund.3.3.b"
  },
  "HS Fund.3.4.a": {
    "grade": "HS Fund",
    "domain": "Critically Respond",
    "reference": "3.4.a",
    "gle": "Apply criteria to evaluate artistic work.",
    "eo": "Examine a drama/theatre work using supporting evidence and criteria, while considering art forms, history, culture, and other disciplines.",
    "iqs": "How can you creatively approach a text in putting it on stage? (Aligns with EO a.)",
    "tasks": "Write a dramaturgical note about a scene or play that connects a drama theatre work to a current or historical event, other art form or disccipline to deepen the level of understanding.",
    "vocab": "Dramaturg, Theme, Major Dramatic Question, Aesthetic",
    "ces": "Creativity and Innovation\nSelf-Advocacy and Initiative\nPerseverance and Resilience",
    "drs_know": "recognize how theatre works represent art forms, history, culture, and other disciplines\nexplain how evidence and criteria can be used to examine a drama/theatre work\nsummarize information to develop an understanding of the drama/theatre work",
    "drs_do": "utilize theatre works to explore art forms, history, culture, and other disciplines\ncritique a drama/theatre work using evidence and criteria\nanalyze information to evaluate the work",
    "drs_understand": "discuss how theatre works represent art forms, history, culture, and other disciplines\napply evidence and criteria to examine a drama/theatre work\nsynthesize information to develop a deep understanding of the drama/theatre work",
    "assessableTasks": "write an essay on a drama/theatre work\ngive an oral presentation on a drama/theatre work\ncreate a performance piece exploring a drama/theatre work",
    "id": "HS Fund.3.4.a"
  },
  "HS Fund.3.4.b": {
    "grade": "HS Fund",
    "domain": "Critically Respond",
    "reference": "3.4.b",
    "gle": "Apply criteria to evaluate artistic work.",
    "eo": "Evaluate the aesthetics of the production elements in a drama/theatre work.",
    "iqs": "How do you connect what you experienced to what you already know? (Aligns with EO a.)\nWhy is creating an interdisciplinary drama or theatre project significant? (Aligns with EO a.)\nWhat did you gain from the theatrical experience? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Media Literacy\nCritical Thinking and Analysis\nSelf-Awareness",
    "drs_know": "Name and identify production elements of a drama/theatre work (e.g. sets, costumes, lighting, music, sound, etc.)\nExplain how the production elements support the drama/theatre work\nDescribe the aesthetics of the production elements",
    "drs_do": "Apply strategies to create a desired aesthetic effect in a drama/theatre work\nPractice strategies to affect the audience's experience of a drama/theatre work\nDemonstrate how production elements, including style, create an aesthetic effect",
    "drs_understand": "Analyze how elements support the drama/theatre work and help the audience to experience it\nExamine how production elements can create meaning and feeling\nRecognize different techniques and styles to create the desired aesthetic effect",
    "assessableTasks": "Reading/studying a script and analyzing production elements\nWriting and/or designing a production plan\nSeeing a live performance and critiquing it",
    "id": "HS Fund.3.4.b"
  },
  "HS Fund.3.4.c": {
    "grade": "HS Fund",
    "domain": "Critically Respond",
    "reference": "3.4.c",
    "gle": "Apply criteria to evaluate artistic work.",
    "eo": "Adapt a drama/theatre work to impact a specific audience.",
    "iqs": "How can you have a greater impact with your body of evidence? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Media Literacy\nCritical Thinking and Analysis\nSocial Awareness",
    "drs_know": "Understand the playwright's objective for the original drama/theatre work.\nDescribe how a specific audience differs from the original audience and its opinion on the work.\nDescribe the impact of adapting the drama/theatre work to that specific audience.",
    "drs_do": "Adapt a drama/theatre work to impact a specific audience.\nExplain how techniques used in the original and adapted works are successful in achieving the purpose of the work.\nRecognise any ethical considerations when adapting a drama/theatre work.",
    "drs_understand": "Explain how different styles of adaptation are useful\nInterpret the purpose of the original drama/theatre work and how it can be adapted to impact the specific audience.\nAnalyse the potential impact of adaptation on the drama/theatre work and its audience.",
    "assessableTasks": "Adapt a drama/theatre work and explain why the chosen changes will affect a specific audience.\nEvaluate the success of the adaptations made to the work and how these will impact the specific audience.\nCompare and contrast styles of adaptation and their potential impact on the audience.",
    "id": "HS Fund.3.4.c"
  },
  "HS Pro.1.1.a": {
    "grade": "HS Pro",
    "domain": "Create",
    "reference": "1.1.a",
    "gle": "Generate and conceptualize artistic ideas and work.",
    "eo": "Synthesize knowledge from a variety of dramatic forms, theatrical conventions and technologies to create the visual composition of a drama/theatre work.",
    "iqs": "In what way do the actions of a character reflect those of self, community, or culture? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Interpersonal Communication\nCritical Thinking and Analysis\nAdaptability and Flexibility",
    "drs_know": "Identify elements of a variety of dramatic styles, theatrical conventions, and technologies related to a drama/theatre work\nCompare different classical and contemporary dramatic styles, theatrical conventions, and technologies used in a drama/theatre work\nExplain the role of the visual composition of a drama/theatre work in expressing the content",
    "drs_do": "Synthesize knowledge from a variety of dramatic forms, theatrical conventions and technologies to create the visual composition of a drama/theatre work\nCollaborate with other members of the production team to understand the visual composition of a drama/theatre work\nConstruct scenes in a drama/theatre production that are visually striking",
    "drs_understand": "Analyze a variety of classical and contemporary dramatic styles, theatrical conventions, and technologies used in a drama/theatre work\nUnderstand how the visual composition of a drama/theatre work expresses the content of the work\nExplain why visual composition is an essential component in the production of a drama/theatre work",
    "assessableTasks": "Write an essay comparing two different classical theatrical conventions and explain their contribution to a drama/theatre work\nDevelop a visual concept for a given character in a drama/theatre production\nCreate scene sketches using a variety of props to explain the visual composition of a scene",
    "id": "HS Pro.1.1.a"
  },
  "HS Pro.1.1.b": {
    "grade": "HS Pro",
    "domain": "Create",
    "reference": "1.1.b",
    "gle": "Generate and conceptualize artistic ideas and work.",
    "eo": "Create a complete design for a drama/theatre work that incorporates all elements of technology.",
    "iqs": "How does experimenting with character choices improve your performance? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Critical Thinking and Analysis\nSelf-Advocacy and Initiative\nPerseverance and Resilience",
    "drs_know": "Define the dramatic/theatrical elements of performance (e.g. acting, direction, lighting, sound, costume, set)\nUnderstand the importance of incorporating elements of technology in a drama/theatre work\nExplain how specific artistic and technical elements can be combined to create an effective design",
    "drs_do": "Compose and/or draft a comprehensive design incorporating elements of technology\nImplement the design and work collaboratively as a team to incorporate technology elements\nExecute the design of the drama/theatre work with full integration of technology elements",
    "drs_understand": "Research and analyse dramatic conventions and elements of technology to inform design decisions\nDevelop an appropriate design that fits the needs of the drama/theatre work\nEvaluate how design elements can create an atmosphere and affect the audience experience",
    "assessableTasks": "Develop a storyboard and floor plan for the performance space\nDocument the equipment needs and expectations for the technology elements\nDraft a tech rider, detailing the expectations of the show",
    "id": "HS Pro.1.1.b"
  },
  "HS Pro.1.1.c": {
    "grade": "HS Pro",
    "domain": "Create",
    "reference": "1.1.c",
    "gle": "Generate and conceptualize artistic ideas and work.",
    "eo": "Integrate cultural and historical contexts with personal experiences to create a character that is believable and authentic in a drama/theatre work.",
    "iqs": "What would the experience have been like if costumes, scenery, etc. were not there? (Aligns with EO a.)\nHow do the technical elements make you feel? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Media Literacy\nCritical Thinking and Analysis\nGlobal and Cultural Awareness",
    "drs_know": "define cultural and historical contexts\nconnect cultural and historical contexts to personal experiences\nsynthesize cultural and historical contexts with personal experiences",
    "drs_do": "develop a character based on cultural and historical contexts and personal experiences\ncollaborate with others to create and craft a believable and authentic character\ndemonstrate a believable and authentic character through drama/theatre work",
    "drs_understand": "explain the role of cultural and historical contexts in the development of a character\ninterpret and analyze personal experiences within cultural and historical contexts\ndescribe the use of cultural and historical contexts to create a believable and authentic character",
    "assessableTasks": "Write a monologue demonstrating a believable and authentic character created through the integration of cultural and historical contexts and personal experiences\nDesign a theatrical scene illustrating a believable and authentic character that has been developed through the integration of cultural and historical contexts and personal experiences\nPerform a character as developed through the integration of cultural and historical contexts and personal experiences",
    "id": "HS Pro.1.1.c"
  },
  "HS Pro.1.2.a": {
    "grade": "HS Pro",
    "domain": "Create",
    "reference": "1.2.a",
    "gle": "Organize and develop artistic ideas and work.",
    "eo": "Develop and synthesize original ideas in a drama/theatre work utilizing critical analysis, historical and cultural context, research, and Western or non-Western theatre traditions.",
    "iqs": "What did the technical aspects remind you of from your life? (Aligns with EO c.) Why is storytelling important? (Aligns with EO c.)",
    "tasks": "",
    "vocab": "",
    "ces": "Media Literacy\nData Literacy",
    "drs_know": "Define critical analysis and synthesis.\nDescribe three Western or non-Western theatre traditions.\nRecognize how history and culture informs theatre works.",
    "drs_do": "Create original ideas for a drama/theatre work.\nSynthesize ideas with critical analysis, research, and historical and cultural context.\nProduce a drama/theatre work utilizing Western or non-Western theatre traditions.",
    "drs_understand": "Connect ideas and analysis to historical and cultural context.\nExplain how original ideas are developed and synthesized into a drama/theatre work.\nAnalyze a theatre work through the lens of Western or non-Western theatre traditions.",
    "assessableTasks": "Write a critical analysis on a drama/theatre work.\nWork in groups to create an original drama/theatre work.\nAnalyze the historical and cultural context of a existing drama/theatre work.",
    "id": "HS Pro.1.2.a"
  },
  "HS Pro.1.2.b": {
    "grade": "HS Pro",
    "domain": "Create",
    "reference": "1.2.b",
    "gle": "Organize and develop artistic ideas and work.",
    "eo": "Collaborate as a creative team to discover artistic solutions and make interpretive choices in a devised or scripted drama/theatre work.",
    "iqs": "How can you show respect for a space and the people who have worked to put together a performance? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Critical Thinking and Analysis\nSocial Awareness\nSelf-Awareness",
    "drs_know": "Define the key terms Collaborate, Creative, Artistic, Solutions, Interpretive, Choices, and Devised\nList the elements of a written theater performance\nName historic theater works and playwrights who have used a devised or scripted style",
    "drs_do": "Organize an ensemble of peers to create a devised or scripted drama/theatre work\nApply creative solutions to challenges affecting the development of the performance\nDemonstrate interpretive choices in a devised or scripted theatre project",
    "drs_understand": "Relate collaboration to the process of creating a theater performance\nEvaluate the importance and purpose of artistic solutions and creative choices when devising or scripting a theatre work\nDiscuss the implications of an ensemble's interpretive choices in a theatre performance",
    "assessableTasks": "Problem-solve methods for devising or scripting a play\nOrganize a collaborate team to generate innovative ideas for a theatre work\nPresent an interpretive performance choice for a piece of devised or scripted theatre",
    "id": "HS Pro.1.2.b"
  },
  "HS Pro.1.3.a": {
    "grade": "HS Pro",
    "domain": "Create",
    "reference": "1.3.a",
    "gle": "Connect artistic ideas to personal experience and varied perspectives.",
    "eo": "Collaborate on a drama/theatre work that examines a critical global issue using multiple personal, community, and cultural perspectives.",
    "iqs": "How does the ability to portray the same character from many perspectives enhance an actor's skill? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Critical Thinking and Analysis\nCreativity and Innovation\nSelf-Advocacy and Initiative\nPerseverance and Resilience",
    "drs_know": "Describe the purpose of collaborating to create a drama or theatre work that examines a critical global issue using multiple personal, community, and cultural perspectives.\nExplain why it is important to consider multiple perspectives when examining a critical global issue.\nProvide examples of possible cultural, community, and personal perspectives of a critical global issue.",
    "drs_do": "Design and construct a drama/theatre work that examines a critical global issue using multiple personal, community, and cultural perspectives.\nPerform a drama/theatre work explore a critical global issue as part of a collaborative group.\nReflect on the impact of constructing and performing a drama/theatre work that examines a critical global issue from multiple perspectives.",
    "drs_understand": "Discuss why usaning drama or theatre work is an effective strategy for exploring a multidimensional critical global issue.\nRecognize appropriate ways to contribute to the development of a drama/theatre work that explores a critical global issue.\nExplain the importance of thoroughly researching a critical global issue as part of the dramatic process.",
    "assessableTasks": "Design a Drama/Theatre Work\nPerform a Drama/Theatre Work\nReflect on Role in Collaborative Process",
    "id": "HS Pro.1.3.a"
  },
  "HS Pro.1.3.b": {
    "grade": "HS Pro",
    "domain": "Create",
    "reference": "1.3.b",
    "gle": "Connect artistic ideas to personal experience and varied perspectives.",
    "eo": "Justify the creative choices made in a devised or scripted drama/theatre work, based on a critical interpretation of specific data on ensemble, community.",
    "iqs": "Why do you think the artists made their choice? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Data Literacy\nCritical Thinking and Analysis\nGlobal and Cultural Awareness\nEmpowered Individual: Self-Awareness",
    "drs_know": "Describe the different elements involved in creating theatre (e.g. director, actors, space, creative team, etc.)\nIdentify the ways different individuals contribute to a devised or scripted theatre production\nExplain the different techniques used for effective theatre production",
    "drs_do": "Apply the data on ensemble and community to the creative choices made for a devised or scripted theatre work\nJustify creative choices made in a devised or scripted theatre work based on data gathered from ensemble and community\nDevelop creative interpretation and judgement of the data gathered from ensemble and community",
    "drs_understand": "Explain the different creative choices that are made in a devised or scripted theatre work\nAnalyze the data on ensemble and community as it relates to the creative choices\nUnderstand the elements of critical interpretation of creative data",
    "assessableTasks": "Create a diagram that maps the different creative choices made in a devised or scripted theatre work\nWrite an essay that summarizes the interpretation and justification of creative choices made in a devised or scripted theatre work\nWrite and perform a scene that applies the data gathered from ensemble and community to the creative choices",
    "id": "HS Pro.1.3.b"
  },
  "HS Pro.1.4.a": {
    "grade": "HS Pro",
    "domain": "Create",
    "reference": "1.4.a",
    "gle": "Refine towards completion of artistic work.",
    "eo": "Refine, transform, and re-imagine a devised or scripted drama/theatre work using the rehearsal process to invent or re-imagine style, genre, form, and conventions.",
    "iqs": "In what ways does exploring different perspectives affect the telling of the story visually? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Interpersonal Communication\nCreativity and Innovation\nSelf-Advocacy and Initiative",
    "drs_know": "Understand and explain the process of devising/scripted theatre work\nDiscuss theatre genres, style, form, and conventions as they relate to the piece\nUnderstand the essential components of the rehearsal process and its use in devising and/or transforming a theatre work",
    "drs_do": "Apply strategies from the rehearsal process to devise or re-imagine a theatre work\nCreate an adapted theatre work using new or re-imagined style, genre, form, and/or conventions\nUtilize dramatic techniques to portray character and story elements",
    "drs_understand": "Identify the strategies used within the rehearsal process\nAnalyze the different ways in which a piece can be re-imagined or adapted\nCompare and contrast different theatrical genres, style, form, conventions, and discuss why certain choices were made in re-imagining a theatre work",
    "assessableTasks": "Re-imagining or adapting a theatre work to create a new version\nCollaborative discussion of assigned works\nExecution of devised or adapted theatre work",
    "id": "HS Pro.1.4.a"
  },
  "HS Pro.1.4.b": {
    "grade": "HS Pro",
    "domain": "Create",
    "reference": "1.4.b",
    "gle": "Refine towards completion of artistic work.",
    "eo": "Synthesize ideas from research, script analysis, and context to create a performance that is believable, authentic, and relevant in a drama/theatre work.",
    "iqs": "How did the research enhance the drama/theatre work? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Critical Thinking and Analysis\nGlobal and Cultural Awareness\nSelf-Awareness",
    "drs_know": "Understand the definition of synthesize and know how to apply it to performance\nBe familiar with research and script analysis concepts\nExplain qualities of a believable and authentic performance",
    "drs_do": "Consider dramatic structure and delivery when developing a performance\nWork collaboratively in a rehearsal process while understanding the director's vision\nPresent an authentic, believable, and meaningful performance",
    "drs_understand": "Interpret the script to discover characters motives and objectives\nDiscover direction from the script writer's intentions and vision\nRecognize the influence of context and how it can shape a performance",
    "assessableTasks": "Perform a scene from a script\nCreate a presentation discussing the relevance of script analysis\nLead collaborative performance workshops",
    "id": "HS Pro.1.4.b"
  },
  "HS Pro.1.4.c": {
    "grade": "HS Pro",
    "domain": "Create",
    "reference": "1.4.c",
    "gle": "Refine towards completion of artistic work.",
    "eo": "Connect technical proficiencies to the rehearsal process to support the story and emotional impact of a devised or scripted drama/theatre work.",
    "iqs": "How do performers use characterization techniques to strengthen performance? (Aligns with EO a.)\nWhat technique helps you the most? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Digital Literacy\nAdaptability and Flexibility",
    "drs_know": "Basics of technical theatre processes, such as lighting, sound, set design, and costume design\nHow technical elements can support or alter a script or devised work\nCorrect terminology for theatre technical elements",
    "drs_do": "Source and plan for production's technical needs\nEfficiently set up and operate sound and light equipment\nDemonstrate understanding of technical elements when rehearsing and in performance",
    "drs_understand": "The effects that technical elements create in the context of the theatrical production\nSafe and effective working practices in the theatre setting\nHow to use technical aspects to create character development and achieve story-telling goals",
    "assessableTasks": "Assign and communicate technical rehearsal notes to cast and crew\nDevelop and rehearse physicality to use technical elements to support story and emotion\nImprovise solutions to unforeseeable technical challenges during rehearsal and performance",
    "id": "HS Pro.1.4.c"
  },
  "HS Pro.2.1.a": {
    "grade": "HS Pro",
    "domain": "Perform",
    "reference": "2.1.a",
    "gle": "Select, analyze, and interpret artistic work for presentation.",
    "eo": "Apply reliable research of directors' styles to form unique choices for a directorial concept in a drama/theatre work.",
    "iqs": "How does someone else's perspective differ from your own? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Critical Thinking and Analysis\nGlobal and Cultural Awareness\nSelf-Awareness",
    "drs_know": "Understand the director's style and role in the theatre program\nDescribe the differences between research methods\nExplain how a directorial concept is formed",
    "drs_do": "Develop a plan for reliable research on a director's style\nUtilize the research to create unique choices for a directorial concept\nIntegrate strategies from research into a plan for a drama/theatre work",
    "drs_understand": "Recognize the relationships between research methods, directorial concepts, and the production of a drama/theatre work\nAnalyze how reliable research aids in the formation of a concept for a production\nAssess how research provides insight into a director's personal style",
    "assessableTasks": "Develop a research plan for a director's style\nCreate a directorial concept based on research\nIntegrate research into a theatre program",
    "id": "HS Pro.2.1.a"
  },
  "HS Pro.2.1.b": {
    "grade": "HS Pro",
    "domain": "Perform",
    "reference": "2.1.b",
    "gle": "Select, analyze, and interpret artistic work for presentation.",
    "eo": "Formulate an approach to artistic choices in a drama/theatre work based on a variety of researched techniques.",
    "iqs": "In what ways does research affect our telling of the story visually? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Interpersonal Communication\nCreativity and Innovation\nSelf-Advocacy and Initiative",
    "drs_know": "Understand the different aspects of a drama/theatre work, including artistic choices.\nRecognize the variety of research techniques available for making artistic choices.\nExplain why making artistic choices based on research is important.",
    "drs_do": "Formulate an approach to artistic choices in a drama/theatre work based on research.\nUtilize research to inform artistic decisions.\nEvaluate the impact of various artistic choices.",
    "drs_understand": "Summarize methods for pursuing research for draa/theatre work.\nIdentify how research supports the artistic decisions.\nDemonstrate how artistic choices impact a production.",
    "assessableTasks": "Write an essay evaluating the impact of one artistic choice on a piece of theatre\nIntegrate research techniques into a plan for artistic decisions\nConduct primary research on a particular artistic choice",
    "id": "HS Pro.2.1.b"
  },
  "HS Pro.2.2.a": {
    "grade": "HS Pro",
    "domain": "Perform",
    "reference": "2.2.a",
    "gle": "Develop and refine artistic techniques, choices, and work for presentation.",
    "eo": "Perform and justify a collection of acting exercises from reliable resources to prepare a believable and sustainable performance.",
    "iqs": "How does music, dance, or art convey a culture or experience? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Social Awareness\nGlobal and Cultural Awareness\nSelf-Awareness",
    "drs_know": "Understand the concept of 'collection of acting exercises'\nUnderstand the importance of reliable resources in building a believable performance\nUnderstand how to adjust strategy difficulty for grade level",
    "drs_do": "Construct a collection of acting exercises from reliable sources that is appropriate for the grade level\nDemonstrate the ability to execute a believable and sustainable performance based on the collected exercises\nEvaluate the effectiveness of the constructed collection of acting exercises",
    "drs_understand": "Be able to relate acting exercises to achieving a believable and sustainable performance\nUnderstand how to identify reliable resources to construct the collection of acting exercises\nUnderstand the consequences of using unreliable sources to build a credible performance",
    "assessableTasks": "Collecting acting exercises from reliable sources\nCreating arguments demonstrating the relevance of acting exercises to achieving a believable and sustainable performance\nExamining the verifiability of acting exercises",
    "id": "HS Pro.2.2.a"
  },
  "HS Pro.2.2.b": {
    "grade": "HS Pro",
    "domain": "Perform",
    "reference": "2.2.b",
    "gle": "Develop and refine artistic techniques, choices, and work for presentation.",
    "eo": "Explain and justify the selection of technical elements used to build a design that communicates the concept of a drama/theatre production.",
    "iqs": "What different strategies did you try during your rehearsal process? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Digital Literacy\nAdaptability and Flexibility\nSelf-Advocacy and Initiative",
    "drs_know": "Explain the role of technical elements in a theatre production\nIdentify various technical elements that could be used in a theatre production\nDescribe how technical elements can help communicate the concept of a production",
    "drs_do": "Select the appropriate technical elements for a given concept\nDesign and construct a theatre set that visually communicates the desired concept\nImplement appropriate lighting design that helps bring the concept to life",
    "drs_understand": "The relationship between technical elements and the concepts of the production\nHow technical elements interact with one another to create the desired production elements\nThe function of technical elements in communicating setting, atmosphere, time period, etc.",
    "assessableTasks": "Construct a theatre set\nDesign and select lighting elements\nCritique the results of the technical elements in communicating the needed concept",
    "id": "HS Pro.2.2.b"
  },
  "HS Pro.2.3.a": {
    "grade": "HS Pro",
    "domain": "Perform",
    "reference": "2.3.a",
    "gle": "Connect artistic work with audience, community, and ensemble.",
    "eo": "Effectively execute creative processes to tell stories in a devised or scripted drama/theatre work, to connect with audience, community, and ensemble.",
    "iqs": "How might someone with a different perspective interpret the performance? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Critical Thinking and Analysis\nGlobal and Cultural Awareness",
    "drs_know": "understand the purpose of creating devised/scripted theatre work to connect with an audience, community, and ensemble\nunderstand the process of creating and executing devised/scripted theatre work\nlearn how to communicate and cooperate with others in order to tell stories through theatre",
    "drs_do": "create pieces of theatre work that effectively tell a story\ndevelop creative processes to tell stories in a devised/scripted drama/theatre work\npresent pieces of theatre to an audience, community, and ensemble in a way that effectively connects with them",
    "drs_understand": "determine what would effectively connect with the audience, community, and ensemble through devised/scripted theatre work\nselect materials and techniques to create pieces of theatre\nknow the possibilities of how one story can be told in many creative ways",
    "assessableTasks": "determine appropriate materials and techniques to create a piece of theatre\napply creative processes to devise/script a theatrical production\nperform a devised/scripted theatre piece in front of an audience, community, and ensemble",
    "id": "HS Pro.2.3.a"
  },
  "HS Pro.2.4.a": {
    "grade": "HS Pro",
    "domain": "Perform",
    "reference": "2.4.a",
    "gle": "Convey meaning through the presentation of artistic work.",
    "eo": "Present a drama/theatre production for a specific audience that employs research and analysis grounded in the creative perspectives of the playwright, director, designer, and dramaturg.",
    "iqs": "What roles does an audience play in a variety of performances? (Aligns with EO c.)",
    "tasks": "",
    "vocab": "",
    "ces": "Media Literacy\nCritical Thinking and Analysis\nSocial Awareness",
    "drs_know": "Identify the different components of a drama/theatre production (playwright, director, designer, dramaturg)\nExplain the research and analysis employed by each element of a drama/theatre production (playwright, director, designer, dramaturg)\nExplain the creative perspectives of a playwright, director, designer, and dramaturg",
    "drs_do": "Develop a script for a drama/theatre production that applies the research and analysis process of a playwright, director, designer, and dramaturg\nCreate a drama/theatre production using the research and analysis process of a playwright, director, designer, and dramaturg to create a performance tailored for a specific audience\nReflect on the creative perspectives of a playwright, director, designer, and dramaturg to assess the impact of the production",
    "drs_understand": "Describe the relevance of research and analysis for each element of a drama/theatre production (playwright, director, designer, dramaturg)\nExplain how the creative perspectives of a playwright, director, designer, and dramaturg contribute to a drama/theatre production for a specific audience\nEvaluate the impact of the creative perspectives of a playwright, director, designer, and dramaturg on a particular audience",
    "assessableTasks": "Developing a script for a drama/theatre production\nCreating a drama/theatre production\nEvaluating the impact of the creative perspectives of a playwright, director, designer, and dramaturg on a specific audience",
    "id": "HS Pro.2.4.a"
  },
  "HS Pro.3.1.a": {
    "grade": "HS Pro",
    "domain": "Critically Respond",
    "reference": "3.1.a",
    "gle": "Perceive and analyze artistic work.",
    "eo": "Respond to what is seen, felt, and heard in a drama/theatre work to analyze artistic choices and justify meaningful feedback based on historical, cultural, and personal context.",
    "iqs": "How does this material connect to your life? (Aligns with EO a.)\nWhat impact would performing this material have on yourself or the community? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Adaptability and Flexibility\nGlobal and Cultural Awareness\nSelf-Awareness",
    "drs_know": "Identify relevant elements in a drama/theatre work (i.e. sets, gestures, tone, etc.)\nExplain how those elements create a specific response in the audience\nDefine the cultural and historical context of the work",
    "drs_do": "Work collaboratively with others to assess the drama/theatre work\nOrganize insights from the analysis into a coherent report or presentation\nAssess the overall effectiveness of the work in producing the desired response in the audience",
    "drs_understand": "Analyze the intent behind artistic choices made in the drama/theatre work\nCompare and contrast the effect of different artistic choices on the audience\nProvide meaningful feedback about the work based on the perceptions of the audience",
    "assessableTasks": "Identify elements in the drama/theatre work\nEvaluate the drama/theatre work based on cultural and historical context\nAnalyze the intent behind artistic choices",
    "id": "HS Pro.3.1.a"
  },
  "HS Pro.3.2.a": {
    "grade": "HS Pro",
    "domain": "Critically Respond",
    "reference": "3.2.a",
    "gle": "Interpret intent and meaning in artistic work.",
    "eo": "Revise personal work and interpret the work of others when participating in or observing a drama/theatre work using detailed supporting evidence and appropriate criteria.",
    "iqs": "What skills are essential in portraying a believable character? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Critical Thinking and Analysis\nCreativity and Innovation\nSelf-Advocacy and Initiative",
    "drs_know": "Understand what it means to revise personal work and interpret the work of others in the context of drama/theatre work.\nBe aware of the criteria necessary for successful revision and interpretation.\nComprehend the detailed evidence needed to support revision and interpretation efforts.",
    "drs_do": "Critically analyze personal work and the work of others in light of the criteria necessary for revision or interpretation.\nImplement revision and interpretation strategies provided for the particular drama/theatre work, employing detailed evidence to support changes.\nProvide detailed feedback and evaluate outcomes based on relevant criteria.",
    "drs_understand": "Explain how personal work and the work of others can be revised or interpreted through the lens of drama/theatre.\nRelate criteria to specific evidence to illustrate the need for revision and interpretation.\nOrganize supporting evidence so that it is clear and relevant to the work being revised or interpreted.",
    "assessableTasks": "Writing a personal critique of a drama/theatre performance.\nRevising a scene from a play to better demonstrate a certain point of view.\nDeveloping a detailed interpretation of a set of stage directions as as part of a larger performance.",
    "id": "HS Pro.3.2.a"
  },
  "HS Pro.3.2.b": {
    "grade": "HS Pro",
    "domain": "Critically Respond",
    "reference": "3.2.b",
    "gle": "Interpret intent and meaning in artistic work.",
    "eo": "Shape personal responses to drama/theatre work by utilizing new understandings of cultures and contexts.",
    "iqs": "How does objectivity relate to experiencing a piece of art? (Aligns with EO a.)\nHow would you have done the work differently? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Media Literacy\nCritical Thinking and Analysis\nSelf-Awareness",
    "drs_know": "Review fundamental concepts of theatre and performance theory and vocabulary.\nExplain the purpose of the creative process in theatre.\nDiscuss how a particular theater work reflects the context in which it was created.",
    "drs_do": "Use elements from the play to build a personal interpretation of a particular theatrical work.\nReframe a work to consider different cultural perspectives or contexts.\nExplain how a theatre text shapes their own understanding of a particular issue or topic.",
    "drs_understand": "Analyze the various cultures represented in a theatrical work.\nMake connections between the contexts of the theatre and current events that relate to the work.\nDescribe the ways in which a specific theatre text models a particular cultural perspective and contributes to a larger discussion of a certain issue or topic.",
    "assessableTasks": "Write an essay in response to a selected scene from a play\nDesign a poster to advertise a play about cultural misunderstanding\nApply theatre techniques to tell a story about cultures within an assigned context",
    "id": "HS Pro.3.2.b"
  },
  "HS Pro.3.2.c": {
    "grade": "HS Pro",
    "domain": "Critically Respond",
    "reference": "3.2.c",
    "gle": "Interpret intent and meaning in artistic work.",
    "eo": "Support and explain aesthetics, preferences and beliefs to create a context for critical research that informs artistic decisions in a drama/theatre work.",
    "iqs": "How does your evidence support your opinion? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Data Literacy\nCritical Thinking and Analysis\nSocial Awareness",
    "drs_know": "Define 'aesthetics', 'preferences', and 'beliefs'\nExplain why these ideas create a context for research that informs dramatic decisions\nDescribe the purpose of artistic decisions in drama/theatre",
    "drs_do": "Explain how to use research to inform artistic decisions\nAdapt personal aesthetic, preference, and beliefs to create effective dramatic works\nDevelop a plan for artistic decisions in drama/theatre",
    "drs_understand": "Analyze the relationships between aesthetics, preferences, and beliefs\nExplain the practical importance of understanding research when making artistic decisions\nAssess the impact of artistic decisions in drama/theatre",
    "assessableTasks": "Write a essay assessing the impacts of different aesthetic, preferences, and beliefs in drama/theatre\nCreate a research project that informs artistic decisions\nDevelop a portfolio of dramatic works demonstrating the understanding of research when making artistic decisions",
    "id": "HS Pro.3.2.c"
  },
  "HS Pro.3.3.a": {
    "grade": "HS Pro",
    "domain": "Critically Respond",
    "reference": "3.3.a",
    "gle": "Connect artistic experiences to our world; past, present, and future.",
    "eo": "Present and support an opinion about the social, cultural, and historical understandings of a drama/theatre work, based on critical research.",
    "iqs": "How did you adapt theatre traditions to influence your vision? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Digital Literacy\nCreativity and Innovation\nCollaboration and Teamwork",
    "drs_know": "terms related to the drama/theatre work such as setting, plot, characters, etc.\nhow to analyze and describe the social, cultural and historical aspects of the work\nhow to locate, evaluate and cite sources of information",
    "drs_do": "conduct research on the drama/theatre work to develop an informed opinion\nidentify and analyze various social, cultural and/or historical elements in the work\ndevelop a well-supported opinion about the drama/theatre work",
    "drs_understand": "the social, cultural and/or historical significance of the drama/theatre work\nhow to draw relevant connections between its elements and the socio-cultural context from which it emerged\nhow to develop and support an informed opinion about the work",
    "assessableTasks": "conducting research\nanalyzing elements of the work\ncomposing a well-supported opinion",
    "id": "HS Pro.3.3.a"
  },
  "HS Pro.3.3.b": {
    "grade": "HS Pro",
    "domain": "Critically Respond",
    "reference": "3.3.b",
    "gle": "Connect artistic experiences to our world; past, present, and future.",
    "eo": "Connect personal knowledge, skills, training, and self-discipline needed to pursue personal career goals in theatre.",
    "iqs": "How were your choices influenced by your interpretation of data? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Critical Thinking and Analysis\nGlobal and Cultural Awareness\nSelf-Awareness",
    "drs_know": "The basic elements of theatre.\nThe fundamentals of acting, directing, and design.\nActing styles and techniques.",
    "drs_do": "Create a plan for engagement of theatre/performing arts events in the community.\nDevelop various performance pieces and projects for college levels theatre classes.\nAnalyze the given performances and draw conclusions on their success and efficacy.",
    "drs_understand": "How to craft a resume, portfolio, and audition packet.\nStrategies to develop an online presence and network.\nOverall career goals, objectives, and strategies for pursuance.",
    "assessableTasks": "Develop and create a professional website to showcase performances and abilities.\nResearch and reach out to potential opportunity providers.\nCreate and edit appropriate audition material for a given role.",
    "id": "HS Pro.3.3.b"
  },
  "HS Pro.3.4.a": {
    "grade": "HS Pro",
    "domain": "Critically Respond",
    "reference": "3.4.a",
    "gle": "Apply criteria to evaluate artistic work.",
    "eo": "Research and synthesize cultural and historical information related to a drama/theatre work to support or evaluate artistic choice.",
    "iqs": "How do acting exercises aid in the development of believable dialogue and characters? (Aligns with EO a.)",
    "tasks": "",
    "vocab": "",
    "ces": "Digital Literacy\nSelf-Advocacy and Initiative\nCareer Awareness",
    "drs_know": "Understand the definition of cultural and historical information.\nUnderstand the definition of a drama/theatre work.\nBe able to identify the two key elements of the research.",
    "drs_do": "Compile information related to a drama/theatre work.\nUse sources such as books, websites, videos, interviews, field trips, etc. to research.\nSynthesize all the collected information into one cohesive report with each source listed.",
    "drs_understand": "Understand the significance of cultural and historical information when researching a drama/theatre work.\nUnderstand the purpose of researching cultural and historical information when evaluating artistic choices.\nUnderstand the different approaches to researching and synthesizing information.",
    "assessableTasks": "Develop a research plan\nAnalyze and assess the sources used in the research\nSummarizing research into a comprehensive report",
    "id": "HS Pro.3.4.a"
  },
  "HS Pro.3.4.b": {
    "grade": "HS Pro",
    "domain": "Critically Respond",
    "reference": "3.4.b",
    "gle": "Apply criteria to evaluate artistic work.",
    "eo": "Analyze and evaluate varied aesthetic interpretations of production elements for the same drama/theatre work.",
    "iqs": "How can awareness of theatre history affect the understanding of a production? (Aligns with EO b.)\nHow do historical perspectives affect today's productions? (Aligns with EO b.)",
    "tasks": "",
    "vocab": "",
    "ces": "Data Literacy\nCritical Thinking and Analysis\nGlobal and Cultural Awareness",
    "drs_know": "Define aesthetic interpretations of production elements\nExplain how different aesthetic interpretations can influence the effect of a drama/theatre work\nDescribe the purpose of various production elements in a theatre work",
    "drs_do": "Demonstrate understanding of aesthetic interpretations of production elements in a drama/theatre work by creating a visual representation\nDevelop an argument for one aesthetic interpretation of production elements and defend it against a different interpretation\nSynthesize multiple aesthetic interpretations to create a unique performance of a drama/theatre work",
    "drs_understand": "Identify various aesthetic interpretations of production elements in a drama/theatre work\nCompare and contrast the same production elements when interpreting different aesthetic notions\nExplain how aesthetics affect the audience experience of a drama/theatre work",
    "assessableTasks": "Visual representation of production element aesthestic interpretations\nDefend argument for a certain aesthetic interpretation\nCreating unique performance based on multiple aesthetic interpretations",
    "id": "HS Pro.3.4.b"
  },
  "HS Pro.3.4.c": {
    "grade": "HS Pro",
    "domain": "Critically Respond",
    "reference": "3.4.c",
    "gle": "Apply criteria to evaluate artistic work.",
    "eo": "Compare and debate the connection between a drama/theatre work and contemporary issues that may impact audiences.",
    "iqs": "What perspective will your audience bring into the space? (Aligns with EO c.)\nWhat do you want your audience to consider after viewing your production? (Aligns with EO c.)\nHow would you prepare for a talkback? What can you anticipate from your audience? (Aligns with EO c.)",
    "tasks": "",
    "vocab": "",
    "ces": "Media Literacy\nCritical Thinking and Analysis\nSocial Awareness",
    "drs_know": "Identify one or more contemporary issues that may impact an audience's reaction to a drama/theatre work\nExplain how a drama/theatre work may impact contemporary issues\nExplain how contemporary issues may influence audience reactions to a drama/theatre work",
    "drs_do": "Create a debate that compares the connections between a drama/theatre work and contemporary issues\nPresent a debate in which students discuss how a drama/theatre work and contemporary issues intersect\nFormulate a persuasive argument using evidence from a drama/theatre work to support the connection to contemporary issues",
    "drs_understand": "Describe the connections between a drama/theatre work and contemporary issues\nAnalyze the impact that a drama/theatre work may have on contemporary issues or vice versa\nAnalyze how the juxtaposition of a drama/theatre work and contemporary issues may influence audience reactions",
    "assessableTasks": "Identify and explain one way in which a drama/theatre work and contemporary issues impact each other\nAnalyze the effects of a drama/theatre work on contemporary issues\nDebate how a drama/theatre work and contemporary issues may intersect and influence audience reactions",
    "id": "HS Pro.3.4.c"
  }
}
